-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: May 26, 2024 at 03:48 PM
-- Server version: 10.6.17-MariaDB
-- PHP Version: 8.1.27

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `riviera_db`
--

-- --------------------------------------------------------

--
-- Table structure for table `about`
--

CREATE TABLE `about` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title_ar` varchar(255) DEFAULT NULL,
  `title_en` varchar(255) DEFAULT NULL,
  `desc_ar` text DEFAULT NULL,
  `desc_en` text DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 1,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `about`
--

INSERT INTO `about` (`id`, `title_ar`, `title_en`, `desc_ar`, `desc_en`, `status`, `created_at`, `updated_at`) VALUES
(1, 'المقدمة3', 'Introduction3', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 1, '2023-11-12 09:09:43', '2024-04-29 12:42:16'),
(2, 'معلومات التعريف الشخصية التي نجمعها', 'Personally Identifiable Information That We Collect', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 1, '2023-11-12 09:11:21', '2023-11-12 09:11:21'),
(3, 'استخدام المعلومات', 'Information Usage:', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 1, '2023-11-12 09:11:39', '2023-11-12 09:11:39'),
(4, 'ملفات تعريف الارتباط والتقنيات المشابهة', 'Cookies and Similar Technologies:', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 1, '2023-11-12 09:12:03', '2023-11-12 09:12:03'),
(5, 'الأمان:', 'Security:', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 1, '2023-11-12 09:12:23', '2023-11-12 09:12:23');

-- --------------------------------------------------------

--
-- Table structure for table `address`
--

CREATE TABLE `address` (
  `id` bigint(20) NOT NULL,
  `status` tinyint(1) DEFAULT 1,
  `client_id` bigint(20) UNSIGNED DEFAULT NULL,
  `latitude` varchar(255) NOT NULL,
  `longitude` varchar(255) NOT NULL,
  `note_ar` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `note_en` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_general_ci;

--
-- Dumping data for table `address`
--

INSERT INTO `address` (`id`, `status`, `client_id`, `latitude`, `longitude`, `note_ar`, `note_en`, `created_at`, `updated_at`) VALUES
(17, 1, 79, '30.4653138', '30.9159246', 'نعم', NULL, '2024-03-25 11:17:27', '2024-03-25 11:17:27'),
(18, 1, 79, '30.537064', '30.939816', 'نعم', NULL, '2024-03-25 11:17:59', '2024-03-25 11:17:59'),
(28, 1, 75, '3245.32434', '86786.234', 'نعم', NULL, '2024-03-26 09:33:53', '2024-03-26 09:33:53'),
(29, 1, 75, '3245.32434', '86786.234', 'sidi gaber', NULL, '2024-03-27 11:23:27', '2024-03-27 11:23:27'),
(30, 1, 75, '3245.32434', '86786.234', 'sidi besher', NULL, '2024-03-27 11:23:37', '2024-03-27 11:23:37'),
(32, 1, 79, '3245.32434', '86786.234', NULL, NULL, '2024-03-28 09:44:49', '2024-03-28 09:44:49'),
(38, 0, 75, '31.2223202', '29.9463301', NULL, NULL, '2024-03-28 11:41:49', '2024-03-28 11:41:49'),
(39, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-03-28 12:27:28', '2024-03-28 12:27:28'),
(40, 0, 82, '31.23136318191013', '29.9551198258996', NULL, NULL, '2024-03-28 12:27:28', '2024-03-28 12:27:28'),
(41, 0, 82, '31.233148945217845', '29.95597813278437', NULL, NULL, '2024-03-28 13:15:40', '2024-03-28 13:15:40'),
(42, 0, 82, '31.231925948977032', '29.953160136938095', NULL, NULL, '2024-03-28 13:15:40', '2024-03-28 13:15:40'),
(43, 0, 75, '31.2223416', '29.9463382', NULL, NULL, '2024-04-02 11:26:26', '2024-04-02 11:26:26'),
(44, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-02 11:30:27', '2024-04-02 11:30:27'),
(45, 0, 82, '31.232133796383923', '29.951958507299423', NULL, NULL, '2024-04-02 11:30:27', '2024-04-02 11:30:27'),
(46, 0, 75, '31.2223416', '29.9463382', NULL, NULL, '2024-04-02 11:30:43', '2024-04-02 11:30:43'),
(47, 0, 75, '31.2223416', '29.9463382', NULL, NULL, '2024-04-02 11:34:50', '2024-04-02 11:34:50'),
(48, 0, 75, '31.2223416', '29.9463382', NULL, NULL, '2024-04-02 11:36:49', '2024-04-02 11:36:49'),
(49, 0, 75, '31.2223416', '29.9463382', NULL, NULL, '2024-04-02 11:38:12', '2024-04-02 11:38:12'),
(50, 0, 75, '31.2223416', '29.9463382', NULL, NULL, '2024-04-02 11:51:34', '2024-04-02 11:51:34'),
(51, 0, 75, '31.2223416', '29.9463382', NULL, NULL, '2024-04-02 11:52:57', '2024-04-02 11:52:57'),
(52, 0, 75, '31.2223416', '29.9463382', NULL, NULL, '2024-04-02 11:53:50', '2024-04-02 11:53:50'),
(53, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-02 11:54:05', '2024-04-02 11:54:05'),
(54, 0, 82, '31.234469969785934', '29.952530823647976', NULL, NULL, '2024-04-02 11:54:05', '2024-04-02 11:54:05'),
(55, 0, 75, '31.2223416', '29.9463382', NULL, NULL, '2024-04-02 11:56:01', '2024-04-02 11:56:01'),
(56, 0, 75, '31.2223416', '29.9463382', NULL, NULL, '2024-04-02 11:57:02', '2024-04-02 11:57:02'),
(57, 0, 75, '31.2223416', '29.9463382', NULL, NULL, '2024-04-02 11:58:44', '2024-04-02 11:58:44'),
(58, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-02 11:59:47', '2024-04-02 11:59:47'),
(59, 0, 82, '31.233112249827307', '29.956607781350613', NULL, NULL, '2024-04-02 11:59:47', '2024-04-02 11:59:47'),
(60, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-02 12:01:46', '2024-04-02 12:01:46'),
(61, 0, 82, '31.23591338588646', '29.95037063956261', NULL, NULL, '2024-04-02 12:01:46', '2024-04-02 12:01:46'),
(62, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-02 12:02:32', '2024-04-02 12:02:32'),
(63, 0, 82, '31.23591338588646', '29.95037063956261', NULL, NULL, '2024-04-02 12:02:32', '2024-04-02 12:02:32'),
(64, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-02 12:09:07', '2024-04-02 12:09:07'),
(65, 0, 82, '31.234286495255994', '29.952101670205593', NULL, NULL, '2024-04-02 12:09:07', '2024-04-02 12:09:07'),
(66, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-02 12:14:16', '2024-04-02 12:14:16'),
(67, 0, 82, '31.233087881786634', '29.952087253332138', NULL, NULL, '2024-04-02 12:14:16', '2024-04-02 12:14:16'),
(68, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-02 12:20:40', '2024-04-02 12:20:40'),
(69, 0, 82, '31.23340581255266', '29.954404681921', NULL, NULL, '2024-04-02 12:20:40', '2024-04-02 12:20:40'),
(70, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-02 12:25:27', '2024-04-02 12:25:27'),
(71, 0, 82, '31.232011381483748', '29.952544905245304', NULL, NULL, '2024-04-02 12:25:27', '2024-04-02 12:25:27'),
(72, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-02 12:26:51', '2024-04-02 12:26:51'),
(73, 0, 82, '31.234164369824512', '29.952902644872665', NULL, NULL, '2024-04-02 12:26:51', '2024-04-02 12:26:51'),
(74, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-02 12:38:46', '2024-04-02 12:38:46'),
(75, 0, 82, '31.23349153040294', '29.951629601418972', NULL, NULL, '2024-04-02 12:38:46', '2024-04-02 12:38:46'),
(76, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-02 12:40:44', '2024-04-02 12:40:44'),
(77, 0, 82, '31.241111507854338', '29.957036934792995', NULL, NULL, '2024-04-02 12:40:44', '2024-04-02 12:40:44'),
(78, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-02 12:46:11', '2024-04-02 12:46:11'),
(79, 0, 82, '31.23349153040294', '29.955820888280872', NULL, NULL, '2024-04-02 12:46:11', '2024-04-02 12:46:11'),
(80, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-02 12:55:46', '2024-04-02 12:55:46'),
(81, 0, 82, '31.232708599590623', '29.952301830053326', NULL, NULL, '2024-04-02 12:55:46', '2024-04-02 12:55:46'),
(82, 0, 75, '31.2223296', '29.9463157', NULL, NULL, '2024-04-03 08:25:56', '2024-04-03 08:25:56'),
(83, 0, 75, '31.2223296', '29.9463157', NULL, NULL, '2024-04-03 08:27:41', '2024-04-03 08:27:41'),
(84, 0, 75, '31.2223296', '29.9463157', NULL, NULL, '2024-04-03 08:36:43', '2024-04-03 08:36:43'),
(85, 0, 75, '31.2223296', '29.9463157', NULL, NULL, '2024-04-03 08:39:35', '2024-04-03 08:39:35'),
(86, 0, 75, '31.2223296', '29.9463157', NULL, NULL, '2024-04-03 08:41:56', '2024-04-03 08:41:56'),
(87, 0, 75, '31.2223296', '29.9463157', NULL, NULL, '2024-04-03 08:47:18', '2024-04-03 08:47:18'),
(88, 0, 75, '31.2223296', '29.9463157', NULL, NULL, '2024-04-03 08:48:21', '2024-04-03 08:48:21'),
(89, 0, 75, '31.2223296', '29.9463157', NULL, NULL, '2024-04-03 08:49:13', '2024-04-03 08:49:13'),
(90, 0, 75, '31.2223296', '29.9463157', NULL, NULL, '2024-04-03 08:52:28', '2024-04-03 08:52:28'),
(91, 1, 82, '31.237473', '29.954941', 'نعم', NULL, '2024-04-03 10:36:25', '2024-04-03 10:36:25'),
(92, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-03 11:29:01', '2024-04-03 11:29:01'),
(93, 0, 82, '31.234830897547905', '29.954748004674908', NULL, NULL, '2024-04-03 11:29:01', '2024-04-03 11:29:01'),
(94, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-03 13:32:00', '2024-04-03 13:32:00'),
(95, 0, 82, '31.238390219323705', '29.958975166082382', NULL, NULL, '2024-04-03 13:32:00', '2024-04-03 13:32:00'),
(96, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-03 13:42:07', '2024-04-03 13:42:07'),
(97, 0, 82, '31.234867592270955', '29.952323287725452', NULL, NULL, '2024-04-03 13:42:07', '2024-04-03 13:42:07'),
(98, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-04 08:15:50', '2024-04-04 08:15:50'),
(99, 0, 82, '31.23462907631639', '29.954082816839215', NULL, NULL, '2024-04-04 08:15:50', '2024-04-04 08:15:50'),
(100, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-04 08:17:45', '2024-04-04 08:17:45'),
(101, 0, 82, '31.23418873758754', '29.95481237769127', NULL, NULL, '2024-04-04 08:17:45', '2024-04-04 08:17:45'),
(102, 0, 75, '31.2223331', '29.9463228', NULL, NULL, '2024-04-04 08:24:10', '2024-04-04 08:24:10'),
(103, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-04 08:24:59', '2024-04-04 08:24:59'),
(104, 0, 82, '31.239069043816443', '29.957644790410995', NULL, NULL, '2024-04-04 08:24:59', '2024-04-04 08:24:59'),
(105, 0, 75, '31.2223331', '29.9463228', NULL, NULL, '2024-04-04 08:26:15', '2024-04-04 08:26:15'),
(106, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-04 08:55:09', '2024-04-04 08:55:09'),
(107, 0, 82, '31.233693354064425', '29.954125732183456', NULL, NULL, '2024-04-04 08:55:09', '2024-04-04 08:55:09'),
(108, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-04 09:01:17', '2024-04-04 09:01:17'),
(109, 0, 82, '31.23472081329325', '29.956443160772327', NULL, NULL, '2024-04-04 09:01:17', '2024-04-04 09:01:17'),
(110, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-04 09:06:21', '2024-04-04 09:06:21'),
(111, 0, 82, '31.234775855436613', '29.953117221593853', NULL, NULL, '2024-04-04 09:06:21', '2024-04-04 09:06:21'),
(112, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-04 09:45:13', '2024-04-04 09:45:13'),
(113, 0, 82, '31.234335517391855', '29.952237457036972', NULL, NULL, '2024-04-04 09:45:13', '2024-04-04 09:45:13'),
(114, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-04 12:22:41', '2024-04-04 12:22:41'),
(115, 0, 82, '31.234390559759685', '29.95228037238121', NULL, NULL, '2024-04-04 12:22:41', '2024-04-04 12:22:41'),
(116, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-04 12:30:56', '2024-04-04 12:30:56'),
(117, 0, 82, '31.234372212307292', '29.95180830359459', NULL, NULL, '2024-04-04 12:30:56', '2024-04-04 12:30:56'),
(118, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-04 12:34:13', '2024-04-04 12:34:13'),
(119, 0, 82, '31.23462907631639', '29.95202288031578', NULL, NULL, '2024-04-04 12:34:13', '2024-04-04 12:34:13'),
(120, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-04 12:34:56', '2024-04-04 12:34:56'),
(121, 0, 82, '31.23442725465375', '29.961678832769394', NULL, NULL, '2024-04-04 12:34:56', '2024-04-04 12:34:56'),
(122, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-04 12:36:31', '2024-04-04 12:36:31'),
(123, 0, 82, '31.23391352483981', '29.952215999364853', NULL, NULL, '2024-04-04 12:36:31', '2024-04-04 12:36:31'),
(124, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-04 12:38:24', '2024-04-04 12:38:24'),
(125, 0, 82, '31.23536296963713', '29.958181232213974', NULL, NULL, '2024-04-04 12:38:24', '2024-04-04 12:38:24'),
(126, 0, 82, '31.239069043816443', '29.96058449149132', NULL, NULL, '2024-04-04 12:39:20', '2024-04-04 12:39:20'),
(127, 0, 82, '31.235234538717542', '29.951507896184925', NULL, NULL, '2024-04-04 12:39:20', '2024-04-04 12:39:20'),
(128, 0, 82, '31.239069043816443', '29.96058449149132', NULL, NULL, '2024-04-04 12:59:27', '2024-04-04 12:59:27'),
(129, 0, 82, '31.235234538717542', '29.951507896184925', NULL, NULL, '2024-04-04 12:59:27', '2024-04-04 12:59:27'),
(130, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-04 13:33:26', '2024-04-04 13:33:26'),
(131, 0, 82, '31.234445602095448', '29.95354637503624', NULL, NULL, '2024-04-04 13:33:26', '2024-04-04 13:33:26'),
(132, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-04 13:35:25', '2024-04-04 13:35:25'),
(133, 0, 82, '31.23336309693937', '29.95253786444664', NULL, NULL, '2024-04-04 13:35:25', '2024-04-04 13:35:25'),
(134, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-04 13:38:58', '2024-04-04 13:38:58'),
(135, 0, 82, '31.234390559759685', '29.953503459692', NULL, NULL, '2024-04-04 13:38:58', '2024-04-04 13:38:58'),
(136, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-07 08:05:03', '2024-04-07 08:05:03'),
(137, 0, 82, '31.234812550181037', '29.952323287725452', NULL, NULL, '2024-04-07 08:05:03', '2024-04-07 08:05:03'),
(138, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-07 08:09:23', '2024-04-07 08:09:23'),
(139, 0, 82, '31.234684118513208', '29.954984039068226', NULL, NULL, '2024-04-07 08:09:23', '2024-04-07 08:09:23'),
(140, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-07 08:23:35', '2024-04-07 08:23:35'),
(142, 1, 79, '26.1193845', '50.5244822', '4G9F+QQ الرفاع، البحرين', '4G9F+QQ Riffa, Bahrain', '2024-04-07 09:49:31', '2024-04-07 09:49:31'),
(143, 1, 79, '26.1193845', '50.5244822', '4G9F+QQ الرفاع، البحرين', '4G9F+QQ Riffa, Bahrain', '2024-04-07 09:55:35', '2024-04-07 09:55:35'),
(144, 1, 79, '26.1193845', '50.5244822', '4G9F+QQ الرفاع، البحرين', '4G9F+QQ Riffa, Bahrain', '2024-04-07 09:57:09', '2024-04-07 09:57:09'),
(145, 1, 79, '26.1193845', '50.5244822', '4G9F+QQ الرفاع، البحرين', '4G9F+QQ Riffa, Bahrain', '2024-04-07 09:57:23', '2024-04-07 09:57:23'),
(146, 1, 79, '26.1193845', '50.5244822', '4G9F+QQ الرفاع، البحرين', '4G9F+QQ Riffa, Bahrain', '2024-04-07 09:57:40', '2024-04-07 09:57:40'),
(147, 1, 79, '26.1207588', '50.5419793', '4GCV+42J، شارع الحنينية، الرفاع، البحرين', '4GCV+42J, Hunainiyah Ave, Riffa, Bahrain', '2024-04-07 11:37:02', '2024-04-07 11:37:02'),
(148, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-15 14:39:04', '2024-04-15 14:39:04'),
(149, 0, 82, '31.23505106567239', '29.954640716314316', NULL, NULL, '2024-04-15 14:39:04', '2024-04-15 14:39:04'),
(150, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-15 14:39:20', '2024-04-15 14:39:20'),
(151, 0, 82, '31.23505106567239', '29.954640716314316', NULL, NULL, '2024-04-15 14:39:20', '2024-04-15 14:39:20'),
(152, 0, 82, '31.237473', '29.954941', NULL, NULL, '2024-04-16 07:22:13', '2024-04-16 07:22:13'),
(153, 0, 82, '31.234133695102134', '29.95247349143028', NULL, NULL, '2024-04-16 07:22:13', '2024-04-16 07:22:13'),
(154, 0, 79, '31.237473', '29.954941', NULL, NULL, '2024-04-16 07:28:31', '2024-04-16 07:28:31'),
(155, 0, 79, '31.234078652584643', '29.95105728507042', NULL, NULL, '2024-04-16 07:28:31', '2024-04-16 07:28:31'),
(156, 0, 79, '31.237473', '29.954941', NULL, NULL, '2024-04-16 07:38:07', '2024-04-16 07:38:07'),
(157, 0, 79, '31.234353864851364', '29.95258077979088', NULL, NULL, '2024-04-16 07:38:07', '2024-04-16 07:38:07'),
(158, 0, 79, '31.237473', '29.954941', NULL, NULL, '2024-04-16 08:26:16', '2024-04-16 08:26:16'),
(159, 0, 79, '31.234060305071694', '29.95185121893883', NULL, NULL, '2024-04-16 08:26:16', '2024-04-16 08:26:16'),
(160, 0, 79, '31.237473', '29.954941', NULL, NULL, '2024-04-16 08:31:20', '2024-04-16 08:31:20'),
(161, 0, 79, '31.23510610762336', '29.959404319524765', NULL, NULL, '2024-04-16 08:31:20', '2024-04-16 08:31:20'),
(162, 0, 79, '31.2223325', '29.9463255', NULL, NULL, '2024-04-16 08:48:13', '2024-04-16 08:48:13'),
(163, 0, 79, '31.2223325', '29.9463255', NULL, NULL, '2024-04-16 08:50:10', '2024-04-16 08:50:10'),
(164, 0, 79, '31.2223325', '29.9463255', NULL, NULL, '2024-04-16 08:51:01', '2024-04-16 08:51:01'),
(165, 0, 79, '31.237473', '29.954941', NULL, NULL, '2024-04-16 08:51:41', '2024-04-16 08:51:41'),
(166, 0, 79, '31.2223325', '29.9463255', NULL, NULL, '2024-04-16 08:56:26', '2024-04-16 08:56:26'),
(167, 0, 79, '31.2223325', '29.9463255', NULL, NULL, '2024-04-16 08:56:50', '2024-04-16 08:56:50'),
(168, 0, 79, '26.120279', '50.5573932', 'مدرسة ابن رشد الاعدادية للبنين', 'Ibn Rushd Intermediate Boys School', '2024-04-16 09:00:09', '2024-04-16 09:00:09'),
(169, 0, 79, '31.237473', '29.954941', NULL, NULL, '2024-04-16 09:30:03', '2024-04-16 09:30:03'),
(170, 0, 79, '31.23385848219408', '29.95356783270836', NULL, NULL, '2024-04-16 09:30:03', '2024-04-16 09:30:03'),
(171, 1, 79, '26.1207588', '50.5419793', '4GCV+42J، شارع الحنينية، الرفاع، البحرين', '4GCV+42J, Hunainiyah Ave, Riffa, Bahrain', '2024-04-16 09:35:07', '2024-04-16 09:35:07'),
(172, 0, 79, '31.237473', '29.954941', NULL, NULL, '2024-04-16 09:54:16', '2024-04-16 09:54:16'),
(173, 0, 79, '31.235491400382138', '29.951722472906113', NULL, NULL, '2024-04-16 09:54:16', '2024-04-16 09:54:16'),
(174, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-16 10:53:39', '2024-04-16 10:53:39'),
(175, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-16 10:53:39', '2024-04-16 10:53:39'),
(176, 1, 79, '31.2223167', '29.9463237', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-04-16 11:02:19', '2024-04-16 11:02:19'),
(177, 1, 79, '31.2223167', '29.9463237', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-04-16 11:23:17', '2024-04-16 11:23:17'),
(178, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-16 13:04:59', '2024-04-16 13:04:59'),
(179, 1, 79, '31.23312457718666', '29.950606673955914', '6XM2+66W، مصطفي لطفي المنفلوطي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452003، مصر', '6XM2+66W, Moustafa Lotfy Al Manfalooti, Fleming, El Raml 1, Alexandria Governorate 5452003, Egypt', '2024-04-16 13:04:59', '2024-04-16 13:04:59'),
(180, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-16 13:35:54', '2024-04-16 13:35:54'),
(181, 1, 79, '31.23312457718666', '29.950606673955914', '6XM2+66W، مصطفي لطفي المنفلوطي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452003، مصر', '6XM2+66W, Moustafa Lotfy Al Manfalooti, Fleming, El Raml 1, Alexandria Governorate 5452003, Egypt', '2024-04-16 13:35:55', '2024-04-16 13:35:55'),
(182, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-16 13:59:47', '2024-04-16 13:59:47'),
(183, 1, 79, '31.23956439915134', '29.959447234869003', '4 Rasmi Basha, فلمنج، قسم ثان الرمل، محافظة الإسكندرية 5452030، مصر', '4 Rasmi Basha, Fleming, El Raml 2, Alexandria Governorate 5452030, Egypt', '2024-04-16 13:59:47', '2024-04-16 13:59:47'),
(184, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-21 07:52:59', '2024-04-21 07:52:59'),
(185, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-21 09:56:30', '2024-04-21 09:56:30'),
(186, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-21 10:12:16', '2024-04-21 10:12:16'),
(187, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-21 10:30:21', '2024-04-21 10:30:21'),
(188, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-21 10:32:37', '2024-04-21 10:32:37'),
(189, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-21 11:10:45', '2024-04-21 11:10:45'),
(190, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-21 12:21:45', '2024-04-21 12:21:45'),
(191, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-21 12:37:47', '2024-04-21 12:37:47'),
(192, 1, 79, '31.2223344', '29.9463105', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-04-22 08:23:39', '2024-04-22 08:23:39'),
(193, 1, 79, '31.2223367', '29.9462962', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-04-22 09:23:54', '2024-04-22 09:23:54'),
(194, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-22 09:39:43', '2024-04-22 09:39:43'),
(195, 1, 79, '31.2223367', '29.9462962', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-04-22 09:41:23', '2024-04-22 09:41:23'),
(196, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-22 10:15:43', '2024-04-22 10:15:43'),
(197, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-22 10:16:00', '2024-04-22 10:16:00'),
(198, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-22 10:16:35', '2024-04-22 10:16:35'),
(199, 1, 79, '31.235014371020608', '29.96047720313072', '6XP6+263، دير الرحمة، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5450201، مصر', '6XP6+263, Dayr Al Rahma, Fleming, El Raml 1, Alexandria Governorate 5450201, Egypt', '2024-04-22 10:16:35', '2024-04-22 10:16:35'),
(200, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-22 10:21:48', '2024-04-22 10:21:48'),
(201, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-22 10:22:35', '2024-04-22 10:22:35'),
(202, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-22 10:34:04', '2024-04-22 10:34:04'),
(203, 1, 79, '31.2223392', '29.9462978', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-04-22 11:07:41', '2024-04-22 11:07:41'),
(204, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-22 11:36:56', '2024-04-22 11:36:56'),
(205, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-22 11:37:21', '2024-04-22 11:37:21'),
(206, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-22 11:48:36', '2024-04-22 11:48:36'),
(207, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-22 11:52:18', '2024-04-22 11:52:18'),
(208, 1, 79, '31.2223441', '29.946306', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-04-22 11:58:58', '2024-04-22 11:58:58'),
(209, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-22 12:17:54', '2024-04-22 12:17:54'),
(210, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-22 12:18:58', '2024-04-22 12:18:58'),
(211, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-22 12:18:58', '2024-04-22 12:18:58'),
(212, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-22 12:29:50', '2024-04-22 12:29:50'),
(213, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-22 12:30:43', '2024-04-22 12:30:43'),
(214, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-22 12:31:19', '2024-04-22 12:31:19'),
(215, 1, 79, '31.2223347', '29.9463025', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-04-22 12:41:42', '2024-04-22 12:41:42'),
(216, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-22 12:50:34', '2024-04-22 12:50:34'),
(217, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-22 12:50:34', '2024-04-22 12:50:34'),
(218, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-22 12:54:16', '2024-04-22 12:54:16'),
(219, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-22 12:55:17', '2024-04-22 12:55:17'),
(220, 1, 79, '31.2223425', '29.9463111', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-04-22 12:57:50', '2024-04-22 12:57:50'),
(221, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-22 13:05:46', '2024-04-22 13:05:46'),
(222, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-23 08:55:03', '2024-04-23 08:55:03'),
(223, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-23 08:55:03', '2024-04-23 08:55:03'),
(224, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-23 09:04:33', '2024-04-23 09:04:33'),
(225, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-23 09:04:34', '2024-04-23 09:04:34'),
(226, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-23 09:05:01', '2024-04-23 09:05:01'),
(227, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-23 09:05:01', '2024-04-23 09:05:01'),
(228, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-23 09:05:33', '2024-04-23 09:05:33'),
(229, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-23 09:05:34', '2024-04-23 09:05:34'),
(230, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-23 09:05:48', '2024-04-23 09:05:48'),
(231, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-23 09:05:48', '2024-04-23 09:05:48'),
(232, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-23 09:07:36', '2024-04-23 09:07:36'),
(233, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-23 09:07:37', '2024-04-23 09:07:37'),
(234, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-23 09:09:39', '2024-04-23 09:09:39'),
(235, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-23 09:09:39', '2024-04-23 09:09:39'),
(236, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-23 09:09:50', '2024-04-23 09:09:50'),
(237, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-23 09:09:50', '2024-04-23 09:09:50'),
(238, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-23 09:10:04', '2024-04-23 09:10:04'),
(239, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-23 09:10:04', '2024-04-23 09:10:04'),
(240, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-23 09:11:10', '2024-04-23 09:11:10'),
(241, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-23 09:11:10', '2024-04-23 09:11:10'),
(242, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-23 09:11:37', '2024-04-23 09:11:37'),
(243, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-23 09:11:37', '2024-04-23 09:11:37'),
(244, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-23 09:12:12', '2024-04-23 09:12:12'),
(245, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-23 09:12:12', '2024-04-23 09:12:12'),
(246, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-23 09:13:37', '2024-04-23 09:13:37'),
(247, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-23 09:13:37', '2024-04-23 09:13:37'),
(248, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-23 09:14:05', '2024-04-23 09:14:05'),
(249, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-23 09:14:06', '2024-04-23 09:14:06'),
(250, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-23 09:14:14', '2024-04-23 09:14:14'),
(251, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-23 09:14:14', '2024-04-23 09:14:14'),
(252, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-23 09:38:40', '2024-04-23 09:38:40'),
(253, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-23 09:38:40', '2024-04-23 09:38:40'),
(254, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-23 09:39:41', '2024-04-23 09:39:41'),
(255, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-23 09:39:41', '2024-04-23 09:39:41'),
(256, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-23 09:41:14', '2024-04-23 09:41:14'),
(257, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-23 09:41:14', '2024-04-23 09:41:14'),
(258, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-23 09:41:32', '2024-04-23 09:41:32'),
(259, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-23 09:41:32', '2024-04-23 09:41:32'),
(260, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-23 09:42:04', '2024-04-23 09:42:04'),
(261, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-23 09:42:04', '2024-04-23 09:42:04'),
(262, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-23 09:42:09', '2024-04-23 09:42:09'),
(263, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-23 09:42:09', '2024-04-23 09:42:09'),
(264, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-23 09:42:14', '2024-04-23 09:42:14'),
(265, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-23 09:42:15', '2024-04-23 09:42:15'),
(266, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-23 09:42:18', '2024-04-23 09:42:18'),
(267, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-23 09:42:18', '2024-04-23 09:42:18'),
(268, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-23 09:55:35', '2024-04-23 09:55:35'),
(269, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-23 09:55:35', '2024-04-23 09:55:35'),
(270, 1, 79, '31.2224', '29.94627', '9 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '9 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-04-23 12:39:34', '2024-04-23 12:39:34'),
(271, 1, 79, '31.2224', '29.94627', '9 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '9 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-04-23 12:43:25', '2024-04-23 12:43:25'),
(272, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-23 12:46:21', '2024-04-23 12:46:21'),
(273, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-23 12:46:21', '2024-04-23 12:46:21'),
(274, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-23 12:47:45', '2024-04-23 12:47:45'),
(275, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-23 12:47:45', '2024-04-23 12:47:45'),
(276, 1, 79, '31.2224', '29.94627', '9 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '9 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-04-23 12:52:46', '2024-04-23 12:52:46'),
(277, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-24 07:26:10', '2024-04-24 07:26:10'),
(278, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-24 07:30:04', '2024-04-24 07:30:04'),
(279, 1, 79, '31.2681327', '30.0019387', '15 حنفي الابيض، سيدي بشر بحري، قسم ثان المنتزة، محافظة الإسكندرية 5526002، مصر', '15 Hanafi Al Abiad, Sidi Beshr Bahri, Montaza 2, Alexandria Governorate 5526002, Egypt', '2024-04-24 07:48:45', '2024-04-24 07:48:45'),
(280, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-25 07:35:35', '2024-04-25 07:35:35'),
(281, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-25 07:43:28', '2024-04-25 07:43:28'),
(282, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-25 07:44:34', '2024-04-25 07:44:34'),
(283, 1, 79, '31.232684231445855', '29.950628131628033', '25 Moryson, فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452002، مصر', '25 Moryson, Fleming, El Raml 1, Alexandria Governorate 5452002, Egypt', '2024-04-25 07:44:35', '2024-04-25 07:44:35'),
(284, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-25 07:46:42', '2024-04-25 07:46:42'),
(285, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-25 07:47:34', '2024-04-25 07:47:34'),
(286, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-25 07:47:54', '2024-04-25 07:47:54'),
(287, 1, 79, '31.234463949533563', '29.955327361822132', '23 عبد القادر عطية، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '23 Abd El-Qader Ateya, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-25 07:47:54', '2024-04-25 07:47:54'),
(288, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-25 07:48:53', '2024-04-25 07:48:53'),
(289, 1, 79, '31.23367500647665', '29.95206579566002', '6XM2+GM9، جابرعبد المعطى الغزالي، فلمنج،، قسم الرمل،، محافظة الإسكندرية 5452005، مصر', '6XM2+GM9, Gaber Abd Al Moaty Al Ghazali, فلمنج،، قسم الرمل،، Alexandria Governorate 5452005, Egypt', '2024-04-25 07:48:53', '2024-04-25 07:48:53'),
(290, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-25 08:25:05', '2024-04-25 08:25:05'),
(291, 1, 79, '31.2223435', '29.9463071', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-04-25 08:27:05', '2024-04-25 08:27:05'),
(292, 1, 79, '31.2223711', '29.9463412', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-04-25 08:39:13', '2024-04-25 08:39:13'),
(293, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-25 08:39:58', '2024-04-25 08:39:58'),
(294, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-25 08:40:07', '2024-04-25 08:40:07'),
(295, 1, 79, '31.23350987802634', '29.950649589300152', '19 مصطفي لطفي المنفلوطي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452005، مصر', '19 Moustafa Lotfy Al Manfalooti, Fleming, El Raml 1, Alexandria Governorate 5452005, Egypt', '2024-04-25 08:40:07', '2024-04-25 08:40:07'),
(296, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-25 08:40:28', '2024-04-25 08:40:28'),
(297, 1, 79, '31.239454320412534', '29.95880350470543', '16 Rasmi Basha, فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452030، مصر', '16 Rasmi Basha, Fleming, El Raml 1, Alexandria Governorate 5452030, Egypt', '2024-04-25 08:40:28', '2024-04-25 08:40:28'),
(298, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-25 08:41:49', '2024-04-25 08:41:49'),
(299, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-25 08:41:59', '2024-04-25 08:41:59'),
(300, 1, 79, '31.234739160677936', '29.9520443379879', '12 الياسمين، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452020، مصر', '12 El-Yasmin, Fleming, El Raml 1, Alexandria Governorate 5452020, Egypt', '2024-04-25 08:41:59', '2024-04-25 08:41:59'),
(301, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-25 08:42:48', '2024-04-25 08:42:48'),
(302, 1, 79, '31.234812550181037', '29.951636642217636', '15 الياسمين، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452020، مصر', '15 El-Yasmin, Fleming, El Raml 1, Alexandria Governorate 5452020, Egypt', '2024-04-25 08:42:48', '2024-04-25 08:42:48'),
(303, 1, 79, '31.2223711', '29.9463412', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-04-25 08:45:47', '2024-04-25 08:45:47'),
(304, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-25 08:48:17', '2024-04-25 08:48:17'),
(305, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-25 08:48:17', '2024-04-25 08:48:17'),
(306, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-25 08:48:42', '2024-04-25 08:48:42'),
(307, 1, 79, '31.2223711', '29.9463412', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-04-25 08:51:54', '2024-04-25 08:51:54'),
(308, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-25 08:58:03', '2024-04-25 08:58:03'),
(309, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-25 08:58:38', '2024-04-25 08:58:38'),
(310, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-25 08:59:00', '2024-04-25 08:59:00'),
(311, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-25 08:59:23', '2024-04-25 08:59:23'),
(312, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-25 09:00:13', '2024-04-25 09:00:13'),
(313, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-25 09:00:20', '2024-04-25 09:00:20'),
(314, 1, 79, '31.23385848219408', '29.95356783270836', '26 عبد العزيز فهمي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452012، مصر', '26 Abd El-Aziz Fahmy, Fleming, El Raml 1, Alexandria Governorate 5452012, Egypt', '2024-04-25 09:00:28', '2024-04-25 09:00:28'),
(315, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-25 09:01:38', '2024-04-25 09:01:38'),
(316, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-25 09:08:23', '2024-04-25 09:08:23'),
(317, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-25 09:08:50', '2024-04-25 09:08:50'),
(318, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-25 09:42:24', '2024-04-25 09:42:24'),
(319, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-25 09:42:48', '2024-04-25 09:42:48'),
(320, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-25 09:43:05', '2024-04-25 09:43:05'),
(321, 1, 79, '31.2223711', '29.9463412', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-04-25 09:57:24', '2024-04-25 09:57:24'),
(322, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-25 12:28:31', '2024-04-25 12:28:31'),
(323, 1, 82, '31.233803439516265', '29.951035827398304', '9 أحمد يوسف، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452005، مصر', '9 Ahmed Youssef, Fleming, El Raml 1, Alexandria Governorate 5452005, Egypt', '2024-04-25 12:28:32', '2024-04-25 12:28:32');
INSERT INTO `address` (`id`, `status`, `client_id`, `latitude`, `longitude`, `note_ar`, `note_en`, `created_at`, `updated_at`) VALUES
(324, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-28 06:21:51', '2024-04-28 06:21:51'),
(325, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-28 06:33:40', '2024-04-28 06:33:40'),
(326, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-28 06:37:36', '2024-04-28 06:37:36'),
(327, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-28 06:39:59', '2024-04-28 06:39:59'),
(328, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-28 06:42:28', '2024-04-28 06:42:28'),
(329, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-28 06:43:18', '2024-04-28 06:43:18'),
(330, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-28 06:44:06', '2024-04-28 06:44:06'),
(331, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-28 11:13:57', '2024-04-28 11:13:57'),
(332, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-28 11:14:08', '2024-04-28 11:14:08'),
(333, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-28 11:48:18', '2024-04-28 11:48:18'),
(334, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-28 11:48:31', '2024-04-28 11:48:31'),
(335, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-28 11:48:37', '2024-04-28 11:48:37'),
(336, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-29 09:58:52', '2024-04-29 09:58:52'),
(337, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-29 10:34:31', '2024-04-29 10:34:31'),
(338, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-29 10:35:19', '2024-04-29 10:35:19'),
(339, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-29 10:45:20', '2024-04-29 10:45:20'),
(340, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-29 10:46:19', '2024-04-29 10:46:19'),
(341, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-04-29 10:48:45', '2024-04-29 10:48:45'),
(342, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 10:24:49', '2024-05-05 10:24:49'),
(343, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 10:25:27', '2024-05-05 10:25:27'),
(344, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 11:06:21', '2024-05-05 11:06:21'),
(345, 1, 79, '31.234555686670774', '29.95206579566002', '12 الياسمين، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452020، مصر', '12 El-Yasmin, Fleming, El Raml 1, Alexandria Governorate 5452020, Egypt', '2024-05-05 11:06:21', '2024-05-05 11:06:21'),
(346, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 11:16:56', '2024-05-05 11:16:56'),
(347, 1, 79, '31.23367500647665', '29.953632205724716', '24 عبد العزيز فهمي، سيدي جابر، قسم سيدى جابر، محافظة الإسكندرية 5452012، مصر', '24 Abd El-Aziz Fahmy, Sidi Gabir, Sidi Gaber, Alexandria Governorate 5452012, Egypt', '2024-05-05 11:16:56', '2024-05-05 11:16:56'),
(348, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 11:20:25', '2024-05-05 11:20:25'),
(349, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 11:21:39', '2024-05-05 11:21:39'),
(350, 1, 79, '31.23288605683181', '29.949555248022083', '4 عمرو بن العاص، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452003، مصر', '4 Amr Ibn El-Aas, Fleming, El Raml 1, Alexandria Governorate 5452003, Egypt', '2024-05-05 11:21:39', '2024-05-05 11:21:39'),
(351, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 11:25:47', '2024-05-05 11:25:47'),
(352, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 11:29:35', '2024-05-05 11:29:35'),
(353, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 11:29:59', '2024-05-05 11:29:59'),
(354, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 11:36:28', '2024-05-05 11:36:28'),
(355, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 11:38:29', '2024-05-05 11:38:29'),
(356, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 11:38:46', '2024-05-05 11:38:46'),
(357, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 11:39:18', '2024-05-05 11:39:18'),
(358, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 11:40:38', '2024-05-05 11:40:38'),
(359, 1, 79, '31.233656658885334', '29.95970472693443', '6XM5+GRG، فلمنج، قسم ثان الرمل، محافظة الإسكندرية 5450201، مصر', '6XM5+GRG, Fleming, El Raml 2, Alexandria Governorate 5450201, Egypt', '2024-05-05 11:40:38', '2024-05-05 11:40:38'),
(360, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 11:41:18', '2024-05-05 11:41:18'),
(361, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 11:41:40', '2024-05-05 11:41:40'),
(362, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 11:41:47', '2024-05-05 11:41:47'),
(363, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 11:51:13', '2024-05-05 11:51:13'),
(364, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 11:56:38', '2024-05-05 11:56:38'),
(365, 1, 79, '31.23328970631035', '29.950005859136578', '10 repeted مصطفي لطفي المنفلوطي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452003، مصر', '10 repeted Moustafa Lotfy Al Manfalooti, Fleming, El Raml 1, Alexandria Governorate 5452003, Egypt', '2024-05-05 11:56:39', '2024-05-05 11:56:39'),
(366, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 11:57:23', '2024-05-05 11:57:23'),
(367, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 11:57:27', '2024-05-05 11:57:27'),
(368, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 11:57:32', '2024-05-05 11:57:32'),
(369, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 11:58:14', '2024-05-05 11:58:14'),
(370, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 11:58:21', '2024-05-05 11:58:21'),
(371, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 11:58:39', '2024-05-05 11:58:39'),
(372, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 11:59:38', '2024-05-05 11:59:38'),
(373, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 11:59:48', '2024-05-05 11:59:48'),
(374, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 12:54:18', '2024-05-05 12:54:18'),
(375, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 12:54:36', '2024-05-05 12:54:36'),
(376, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 12:54:53', '2024-05-05 12:54:53'),
(377, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 13:27:31', '2024-05-05 13:27:31'),
(378, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 13:27:41', '2024-05-05 13:27:41'),
(379, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-05 13:27:53', '2024-05-05 13:27:53'),
(380, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 06:23:52', '2024-05-07 06:23:52'),
(381, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 06:30:20', '2024-05-07 06:30:20'),
(382, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 06:41:09', '2024-05-07 06:41:09'),
(383, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 06:43:05', '2024-05-07 06:43:05'),
(384, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 06:47:18', '2024-05-07 06:47:18'),
(385, 1, 79, '31.232549776510563', '29.951729513704777', '21 زكي بدوى محمد، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452005، مصر', '21 Zaki Badawi Mohammed, Fleming, El Raml 1, Alexandria Governorate 5452005, Egypt', '2024-05-07 06:47:18', '2024-05-07 06:47:18'),
(386, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 07:06:30', '2024-05-07 07:06:30'),
(387, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 07:07:26', '2024-05-07 07:07:26'),
(388, 1, 79, '31.233430467193145', '29.95167251676321', '15 زكي بدوى محمد، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452005، مصر', '15 Zaki Badawi Mohammed, Fleming, El Raml 1, Alexandria Governorate 5452005, Egypt', '2024-05-07 07:07:27', '2024-05-07 07:07:27'),
(389, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 07:08:50', '2024-05-07 07:08:50'),
(390, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 07:13:36', '2024-05-07 07:13:36'),
(391, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 07:14:21', '2024-05-07 07:14:21'),
(392, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 07:19:52', '2024-05-07 07:19:52'),
(393, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 07:27:08', '2024-05-07 07:27:08'),
(394, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 07:34:22', '2024-05-07 07:34:22'),
(395, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 08:15:52', '2024-05-07 08:15:52'),
(396, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 08:17:10', '2024-05-07 08:17:10'),
(397, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 08:26:30', '2024-05-07 08:26:30'),
(398, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 08:27:46', '2024-05-07 08:27:46'),
(399, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 08:31:24', '2024-05-07 08:31:24'),
(400, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 08:31:46', '2024-05-07 08:31:46'),
(401, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 08:32:47', '2024-05-07 08:32:47'),
(402, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 08:35:07', '2024-05-07 08:35:07'),
(403, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 08:37:48', '2024-05-07 08:37:48'),
(404, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 08:38:16', '2024-05-07 08:38:16'),
(405, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 11:12:02', '2024-05-07 11:12:02'),
(406, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 11:13:13', '2024-05-07 11:13:13'),
(407, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 11:13:22', '2024-05-07 11:13:22'),
(408, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 11:13:31', '2024-05-07 11:13:31'),
(409, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 11:17:05', '2024-05-07 11:17:05'),
(410, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 11:17:27', '2024-05-07 11:17:27'),
(411, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 11:28:41', '2024-05-07 11:28:41'),
(412, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 11:28:51', '2024-05-07 11:28:51'),
(413, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 11:30:26', '2024-05-07 11:30:26'),
(414, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 11:40:34', '2024-05-07 11:40:34'),
(415, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 11:41:37', '2024-05-07 11:41:37'),
(416, 1, 82, '31.230616929835758', '29.956679195165634', '147 لافيزون، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5450111، مصر', '147 La Vison, Fleming, El Raml 1, Alexandria Governorate 5450111, Egypt', '2024-05-07 11:41:37', '2024-05-07 11:41:37'),
(417, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-07 11:51:18', '2024-05-07 11:51:18'),
(418, 1, 82, '31.231302117324834', '29.953918196260926', '4 أحمد فؤاد درويش، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452004، مصر', '4 Ahmed Fouad Darwish, Fleming, El Raml 1, Alexandria Governorate 5452004, Egypt', '2024-05-07 11:51:19', '2024-05-07 11:51:19'),
(419, 1, 96, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-12 09:19:11', '2024-05-12 09:19:11'),
(420, 1, 96, '31.23399293526701', '29.95094295591116', '6XM2+G9J، إمام 30، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452005، مصر', '6XM2+G9J, Imam30, Fleming, El Raml 1, Alexandria Governorate 5452005, Egypt', '2024-05-12 09:19:11', '2024-05-12 09:19:11'),
(421, 1, 82, '31.222445579791586', '29.946503265914476', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-12 13:42:56', '2024-05-12 13:42:56'),
(422, 1, 82, '31.222445579791586', '29.946503265914476', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-12 13:43:11', '2024-05-12 13:43:11'),
(423, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-12 13:48:51', '2024-05-12 13:48:51'),
(424, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-12 13:58:41', '2024-05-12 13:58:41'),
(425, 1, 82, '31.222420702698567', '29.946419850940533', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-13 08:00:48', '2024-05-13 08:00:48'),
(426, 1, 96, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-13 08:04:44', '2024-05-13 08:04:44'),
(427, 1, 96, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-13 08:05:54', '2024-05-13 08:05:54'),
(428, 1, 96, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-13 08:06:57', '2024-05-13 08:06:57'),
(429, 1, 96, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-13 08:13:39', '2024-05-13 08:13:39'),
(430, 1, 96, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-13 08:13:44', '2024-05-13 08:13:44'),
(431, 1, 96, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-13 08:14:33', '2024-05-13 08:14:33'),
(432, 1, 96, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-13 08:26:40', '2024-05-13 08:26:40'),
(433, 1, 79, '31.2223677', '29.9463507', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-13 08:53:53', '2024-05-13 08:53:53'),
(434, 1, 79, '31.2223677', '29.9463507', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-13 08:59:47', '2024-05-13 08:59:47'),
(435, 1, 82, '31.222402942712502', '29.946406991462982', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-13 09:09:56', '2024-05-13 09:09:56'),
(436, 1, 82, '31.222402942712502', '29.946406991462982', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-13 09:10:10', '2024-05-13 09:10:10'),
(437, 1, 80, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-13 10:00:14', '2024-05-13 10:00:14'),
(438, 1, 80, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-13 10:01:22', '2024-05-13 10:01:22'),
(439, 1, 80, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-13 10:17:46', '2024-05-13 10:17:46'),
(440, 1, 79, '31.2223646', '29.946336', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-13 10:29:02', '2024-05-13 10:29:02'),
(441, 1, 79, '31.2223646', '29.946336', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-13 10:29:24', '2024-05-13 10:29:24'),
(442, 1, 82, '31.22239748232473', '29.946388778766366', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-13 10:43:23', '2024-05-13 10:43:23'),
(443, 1, 79, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-13 11:17:48', '2024-05-13 11:17:48'),
(444, 1, 79, '31.2223333', '29.9463181', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-14 07:15:25', '2024-05-14 07:15:25'),
(445, 1, 96, '31.222362786868732', '29.946387719138514', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-14 07:20:22', '2024-05-14 07:20:22'),
(446, 1, 82, '31.222362786868732', '29.946387719138514', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-14 09:13:42', '2024-05-14 09:13:42'),
(447, 1, 82, '31.222362786868732', '29.946387719138514', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-14 09:14:04', '2024-05-14 09:14:04'),
(448, 1, 82, '37.4219862', '-122.0842771', '1500 Amphitheatre Pkwy, Mountain View, CA 94043، الولايات المتحدة', '1500 Amphitheatre Pkwy, Mountain View, CA 94043, USA', '2024-05-14 09:42:55', '2024-05-14 09:42:55'),
(449, 1, 82, '37.4219862', '-122.0842771', '1500 Amphitheatre Pkwy, Mountain View, CA 94043، الولايات المتحدة', '1500 Amphitheatre Pkwy, Mountain View, CA 94043, USA', '2024-05-14 09:43:19', '2024-05-14 09:43:19'),
(450, 1, 82, '31.222362786868732', '29.946387719138514', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-14 09:43:49', '2024-05-14 09:43:49'),
(451, 1, 82, '37.4219862', '-122.0842771', '1500 Amphitheatre Pkwy, Mountain View, CA 94043، الولايات المتحدة', '1500 Amphitheatre Pkwy, Mountain View, CA 94043, USA', '2024-05-14 09:44:23', '2024-05-14 09:44:23'),
(452, 1, 79, '31.2223534', '29.9463388', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-14 09:46:58', '2024-05-14 09:46:58'),
(453, 1, 79, '31.2223534', '29.9463388', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-14 09:49:26', '2024-05-14 09:49:26'),
(454, 1, 79, '31.2223534', '29.9463388', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-14 09:50:11', '2024-05-14 09:50:11'),
(455, 1, 79, '31.2223534', '29.9463388', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-14 09:50:26', '2024-05-14 09:50:26'),
(456, 1, 82, '31.222362786868732', '29.946387719138514', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-14 09:51:53', '2024-05-14 09:51:53'),
(457, 1, 82, '31.2223534', '29.9463388', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-14 09:53:17', '2024-05-14 09:53:17'),
(458, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-14 09:58:14', '2024-05-14 09:58:14'),
(459, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-14 09:58:21', '2024-05-14 09:58:21'),
(460, 1, 96, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-15 06:48:48', '2024-05-15 06:48:48'),
(461, 1, 96, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-15 06:49:42', '2024-05-15 06:49:42'),
(462, 1, 96, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-15 07:36:39', '2024-05-15 07:36:39'),
(463, 1, 96, '31.232708599590623', '29.951286278665066', '6 مصطفي لطفي المنفلوطي، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452005، مصر', '6 Moustafa Lotfy Al Manfalooti, Fleming, El Raml 1, Alexandria Governorate 5452005, Egypt', '2024-05-15 07:36:39', '2024-05-15 07:36:39'),
(464, 1, 96, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-15 08:10:57', '2024-05-15 08:10:57'),
(465, 1, 96, '31.23199934066533', '29.951114617288113', '15 الفريد ليان، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452002، مصر', '15 Al Fereid Layan, Fleming, El Raml 1, Alexandria Governorate 5452002, Egypt', '2024-05-15 08:10:57', '2024-05-15 08:10:57'),
(466, 1, 96, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-15 08:11:14', '2024-05-15 08:11:14'),
(467, 1, 96, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-15 12:18:08', '2024-05-15 12:18:08'),
(468, 1, 96, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-15 12:35:35', '2024-05-15 12:35:35'),
(469, 1, 82, '31.222367046078396', '29.946387686549574', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-15 12:53:26', '2024-05-15 12:53:26'),
(470, 1, 96, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-15 13:51:26', '2024-05-15 13:51:26'),
(471, 1, 96, '31.24295889112374', '29.970229160267905', '649 Malek Hanafi, القصعي بحري، قسم أول الرمل، محافظة الإسكندرية 5450380، مصر', '649 Malek Hanafi, Al Qasaei Bahri, El Raml 1, Alexandria Governorate 5450380, Egypt', '2024-05-16 08:10:43', '2024-05-16 08:10:43'),
(472, 1, 96, '31.222367046078396', '29.946387686549574', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-19 06:41:42', '2024-05-19 06:41:42'),
(473, 1, 96, '31.222367046078396', '29.946387686549574', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-19 06:42:31', '2024-05-19 06:42:31'),
(474, 1, 96, '31.222367046082162', '29.94638768655131', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-19 07:30:15', '2024-05-19 07:30:15'),
(475, 1, 96, '31.222367046082162', '29.94638768655131', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-19 07:30:36', '2024-05-19 07:30:36'),
(476, 1, 96, '31.222367046082162', '29.94638768655131', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-19 07:32:38', '2024-05-19 07:32:38'),
(477, 1, 96, '31.222367046082162', '29.94638768655131', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-19 07:32:52', '2024-05-19 07:32:52'),
(478, 1, 96, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-19 07:46:02', '2024-05-19 07:46:02'),
(479, 1, 96, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-19 08:05:10', '2024-05-19 08:05:10'),
(480, 1, 96, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-19 08:05:10', '2024-05-19 08:05:10'),
(481, 1, 96, '31.222367046078396', '29.946387686549574', 'Location not found', 'Location not found', '2024-05-20 10:03:21', '2024-05-20 10:03:21'),
(482, 1, 96, '31.222367046078396', '29.946387686549574', 'Location not found', 'Location not found', '2024-05-20 10:03:26', '2024-05-20 10:03:26'),
(483, 1, 96, '31.222367046078396', '29.946387686549574', 'Location not found', 'Location not found', '2024-05-20 10:03:50', '2024-05-20 10:03:50'),
(484, 1, 96, '31.216806045877323', '29.940722733736038', 'Location not found', 'Location not found', '2024-05-20 10:03:50', '2024-05-20 10:03:50'),
(485, 1, 96, '31.222367046078396', '29.946387686549574', 'Location not found', 'Location not found', '2024-05-20 10:05:32', '2024-05-20 10:05:32'),
(486, 1, 96, '31.216365624101233', '29.94153812527657', 'Location not found', 'Location not found', '2024-05-20 10:05:32', '2024-05-20 10:05:32'),
(487, 1, 96, '31.237473', '29.954941', 'Location not found', 'Location not found', '2024-05-20 10:06:12', '2024-05-20 10:06:12'),
(488, 1, 96, '31.222393031061113', '29.94638451152442', 'Location not found', 'Location not found', '2024-05-20 10:11:08', '2024-05-20 10:11:08'),
(489, 1, 80, '31.237473', '29.954941', 'Location not found', 'Location not found', '2024-05-20 10:24:43', '2024-05-20 10:24:43'),
(490, 1, 80, '31.237473', '29.954941', 'Location not found', 'Location not found', '2024-05-20 10:25:38', '2024-05-20 10:25:38'),
(491, 1, 80, '31.237473', '29.954941', 'Location not found', 'Location not found', '2024-05-20 10:30:20', '2024-05-20 10:30:20'),
(492, 1, 80, '31.237473', '29.954941', 'Location not found', 'Location not found', '2024-05-20 10:30:37', '2024-05-20 10:30:37'),
(493, 1, 80, '31.237473', '29.954941', 'Location not found', 'Location not found', '2024-05-20 11:49:36', '2024-05-20 11:49:36'),
(494, 1, 96, '31.222374828680167', '29.946370571038106', 'Location not found', 'Location not found', '2024-05-20 11:54:56', '2024-05-20 11:54:56'),
(495, 1, 96, '31.22239399519979', '29.94638536204253', 'Location not found', 'Location not found', '2024-05-20 12:09:46', '2024-05-20 12:09:46'),
(496, 1, 80, '31.237473', '29.954941', 'Location not found', 'Location not found', '2024-05-20 12:14:08', '2024-05-20 12:14:08'),
(497, 1, 96, '31.222396328676364', '29.946393402457097', 'Location not found', 'Location not found', '2024-05-20 12:14:13', '2024-05-20 12:14:13'),
(498, 1, 96, '31.222396328676364', '29.946393402457097', 'Location not found', 'Location not found', '2024-05-20 12:14:20', '2024-05-20 12:14:20'),
(499, 1, 96, '31.21745778605629', '29.941202178597447', 'Location not found', 'Location not found', '2024-05-20 12:14:20', '2024-05-20 12:14:20'),
(500, 1, 80, '31.237473', '29.954941', 'Location not found', 'Location not found', '2024-05-20 12:14:37', '2024-05-20 12:14:37'),
(501, 1, 96, '31.22241504769171', '29.946431123034344', 'Location not found', 'Location not found', '2024-05-20 12:21:52', '2024-05-20 12:21:52'),
(502, 1, 80, '26.1014051', '50.4884369', 'Location not found', 'Location not found', '2024-05-20 12:26:42', '2024-05-20 12:26:42'),
(503, 1, 96, '31.22240337519579', '29.94640378061607', 'Location not found', 'Location not found', '2024-05-20 12:41:06', '2024-05-20 12:41:06'),
(504, 1, 96, '31.22240337519579', '29.94640378061607', 'Location not found', 'Location not found', '2024-05-20 12:41:06', '2024-05-20 12:41:06'),
(505, 1, 96, '31.22240337519579', '29.94640378061607', 'Location not found', 'Location not found', '2024-05-20 12:41:12', '2024-05-20 12:41:12'),
(506, 1, 96, '31.22240337519579', '29.94640378061607', 'Location not found', 'Location not found', '2024-05-20 12:41:12', '2024-05-20 12:41:12'),
(507, 1, 96, '31.22240337519579', '29.94640378061607', 'Location not found', 'Location not found', '2024-05-20 12:41:12', '2024-05-20 12:41:12'),
(508, 1, 96, '31.22240337519579', '29.94640378061607', 'Location not found', 'Location not found', '2024-05-20 12:41:13', '2024-05-20 12:41:13'),
(509, 1, 80, '26.1014051', '50.4884369', 'Location not found', 'Location not found', '2024-05-20 12:43:14', '2024-05-20 12:43:14'),
(510, 1, 80, '26.1014051', '50.4884369', 'Location not found', 'Location not found', '2024-05-20 12:44:34', '2024-05-20 12:44:34'),
(511, 1, 80, '26.1014051', '50.4884369', 'Location not found', 'Location not found', '2024-05-20 12:45:28', '2024-05-20 12:45:28'),
(512, 1, 96, '31.22241170954335', '29.94641924065437', 'Location not found', 'Location not found', '2024-05-20 13:26:27', '2024-05-20 13:26:27'),
(513, 1, 96, '31.222413027644375', '29.94642242100718', 'Location not found', 'Location not found', '2024-05-20 13:28:39', '2024-05-20 13:28:39'),
(514, 1, 96, '31.22241218684843', '29.94643174703063', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-20 13:32:23', '2024-05-20 13:32:23'),
(515, 1, 80, '26.1014051', '50.4884369', '4F2Q+9C5، المنامة، البحرين', '4F2Q+9C5, Manama, Bahrain', '2024-05-20 13:32:40', '2024-05-20 13:32:40'),
(516, 1, 96, '31.2224159685085', '29.946431519879415', 'Location not found', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-20 13:32:56', '2024-05-20 13:32:56'),
(517, 1, 96, '31.230100312385026', '29.949313513934612', '6 الفريد ليان، مصطفى كامل وبولكلي، قسم سيدى جابر، محافظة الإسكندرية 5434045، مصر', 'Location not found', '2024-05-20 13:32:56', '2024-05-20 13:32:56'),
(518, 1, 82, '31.222400261725166', '29.94639320957388', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-20 13:48:46', '2024-05-20 13:48:46'),
(519, 1, 82, '31.229923136604437', '29.949917681515217', '27 سوريا، مصطفى كامل وبولكلي، قسم سيدى جابر، محافظة الإسكندرية 5434045، مصر', '27 Syria, Mustafa Kamel WA Bolkli, Sidi Gaber, Alexandria Governorate 5434045, Egypt', '2024-05-20 13:48:47', '2024-05-20 13:48:47'),
(520, 1, 80, '26.1207588', '50.5419793', '4GCV+42J، شارع الحنينية، الرفاع، البحرين', '4GCV+42J, Hunainiyah Ave, Riffa, Bahrain', '2024-05-20 13:59:55', '2024-05-20 13:59:55'),
(521, 1, 82, '31.222394347908875', '29.94639971667844', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-20 14:00:22', '2024-05-20 14:00:22'),
(522, 1, 82, '31.242581781881814', '29.969733790414335', '255 الفتح العاقصة وباكوس قسم ثان الرمل، الإسكندرية 5450380،، القصعي بحري، قسم أول الرمل، محافظة الإسكندرية 5450380، مصر', '255 الفتح العاقصة وباكوس قسم ثان الرمل، الإسكندرية 5450380،، Al Qasaei Bahri, El Raml 1, Alexandria Governorate 5450380, Egypt', '2024-05-20 16:16:25', '2024-05-20 16:16:25'),
(523, 1, 80, '26.1014051', '50.4884369', '4F2Q+9C5، المنامة، البحرين', '4F2Q+9C5, Manama, Bahrain', '2024-05-21 05:58:40', '2024-05-21 05:58:40'),
(524, 1, 80, '26.1014051', '50.4884369', '4F2Q+9C5، المنامة، البحرين', '4F2Q+9C5, Manama, Bahrain', '2024-05-21 06:49:18', '2024-05-21 06:49:18'),
(525, 1, 80, '26.0910665', '50.5224098', '3GRC+CX الرفاع، البحرين', '3GRC+CX Riffa, Bahrain', '2024-05-21 06:54:40', '2024-05-21 06:54:40'),
(526, 1, 80, '26.0910665', '50.5224098', '3GRC+CX الرفاع، البحرين', '3GRC+CX Riffa, Bahrain', '2024-05-21 06:56:19', '2024-05-21 06:56:19'),
(527, 1, 80, '26.0910665', '50.5224098', '3GRC+CX الرفاع، البحرين', '3GRC+CX Riffa, Bahrain', '2024-05-21 07:00:04', '2024-05-21 07:00:04'),
(528, 1, 80, '26.0910665', '50.5224098', '3GRC+CX الرفاع، البحرين', '3GRC+CX Riffa, Bahrain', '2024-05-21 07:01:34', '2024-05-21 07:01:34'),
(529, 1, 80, '26.088433', '50.48861', '3FQQ+FJ، المالكية، البحرين', '3FQQ+FJ, Malkiya, Bahrain', '2024-05-21 07:02:51', '2024-05-21 07:02:51'),
(530, 1, 80, '26.0910665', '50.5224098', '3GRC+CX الرفاع، البحرين', '3GRC+CX Riffa, Bahrain', '2024-05-21 07:02:51', '2024-05-21 07:02:51'),
(531, 1, 80, '26.088433', '50.48861', '3FQQ+FJ، المالكية، البحرين', '3FQQ+FJ, Malkiya, Bahrain', '2024-05-21 07:03:58', '2024-05-21 07:03:58'),
(532, 1, 80, '26.0910665', '50.5224098', '3GRC+CX الرفاع، البحرين', '3GRC+CX Riffa, Bahrain', '2024-05-21 07:03:58', '2024-05-21 07:03:58'),
(533, 1, 80, '26.088433', '50.48861', '3FQQ+FJ، المالكية، البحرين', '3FQQ+FJ, Malkiya, Bahrain', '2024-05-21 07:04:58', '2024-05-21 07:04:58'),
(534, 1, 80, '26.0910665', '50.5224098', '3GRC+CX الرفاع، البحرين', '3GRC+CX Riffa, Bahrain', '2024-05-21 07:04:58', '2024-05-21 07:04:58'),
(535, 1, 80, '26.088433', '50.48861', '3FQQ+FJ، المالكية، البحرين', '3FQQ+FJ, Malkiya, Bahrain', '2024-05-21 07:05:39', '2024-05-21 07:05:39'),
(536, 1, 80, '26.0910665', '50.5224098', '3GRC+CX الرفاع، البحرين', '3GRC+CX Riffa, Bahrain', '2024-05-21 07:05:39', '2024-05-21 07:05:39'),
(537, 1, 82, '31.222427125184293', '29.946431190811168', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-21 11:17:53', '2024-05-21 11:17:53'),
(538, 1, 82, '31.222394062834802', '29.946387712024165', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-21 13:51:00', '2024-05-21 13:51:00'),
(539, 1, 82, '31.222400735384475', '29.946389409024025', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-22 06:21:41', '2024-05-22 06:21:41'),
(540, 1, 82, '31.222392832503253', '29.946384653551366', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-22 07:09:51', '2024-05-22 07:09:51'),
(541, 1, 80, '26.088433', '50.48861', '3FQQ+FJ، المالكية، البحرين', '3FQQ+FJ, Malkiya, Bahrain', '2024-05-22 07:34:58', '2024-05-22 07:34:58'),
(542, 1, 80, '26.0910665', '50.5224098', '3GRC+CX الرفاع، البحرين', '3GRC+CX Riffa, Bahrain', '2024-05-22 07:34:58', '2024-05-22 07:34:58'),
(543, 1, 80, '26.088433', '50.48861', '3FQQ+FJ، المالكية، البحرين', '3FQQ+FJ, Malkiya, Bahrain', '2024-05-22 07:41:53', '2024-05-22 07:41:53'),
(544, 1, 80, '26.0910665', '50.5224098', '3GRC+CX الرفاع، البحرين', '3GRC+CX Riffa, Bahrain', '2024-05-22 07:41:53', '2024-05-22 07:41:53'),
(545, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-22 07:43:55', '2024-05-22 07:43:55'),
(546, 1, 82, '31.2223351', '29.9463357', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-22 07:56:44', '2024-05-22 07:56:44'),
(547, 1, 80, '30.489562', '30.976294', 'FXQG+W44، بورسعيد، كفر شبرا بلولة، منوف، محافظة المنوفية 6047620، مصر', 'FXQG+W44, Port Said, Kafr Shubra Beloulah, Menouf, Menofia Governorate 6047620, Egypt', '2024-05-22 08:14:45', '2024-05-22 08:14:45'),
(548, 1, 80, '30.486477', '30.978838', 'FXPH+JG3، العامرة، منوف، محافظة المنوفية 6047672، مصر', 'FXPH+JG3, Al Amerah, Menouf, Menofia Governorate 6047672, Egypt', '2024-05-22 08:14:46', '2024-05-22 08:14:46'),
(549, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-22 09:00:01', '2024-05-22 09:00:01'),
(550, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-22 09:15:00', '2024-05-22 09:15:00'),
(551, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-22 09:26:13', '2024-05-22 09:26:13'),
(552, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-22 10:07:50', '2024-05-22 10:07:50'),
(553, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-22 10:10:42', '2024-05-22 10:10:42'),
(554, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-22 10:13:41', '2024-05-22 10:13:41'),
(555, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-22 10:21:21', '2024-05-22 10:21:21'),
(556, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-22 10:24:58', '2024-05-22 10:24:58'),
(557, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-22 10:25:35', '2024-05-22 10:25:35'),
(558, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-22 10:48:42', '2024-05-22 10:48:42'),
(559, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-22 10:55:50', '2024-05-22 10:55:50'),
(560, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-22 11:03:51', '2024-05-22 11:03:51'),
(561, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-22 11:05:49', '2024-05-22 11:05:49');
INSERT INTO `address` (`id`, `status`, `client_id`, `latitude`, `longitude`, `note_ar`, `note_en`, `created_at`, `updated_at`) VALUES
(562, 1, 82, '31.2223494', '29.9463135', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-22 11:40:00', '2024-05-22 11:40:00'),
(563, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-22 12:03:02', '2024-05-22 12:03:02'),
(564, 1, 80, '30.489562', '30.976294', 'FXQG+W44، بورسعيد، كفر شبرا بلولة، منوف، محافظة المنوفية 6047620، مصر', 'FXQG+W44, Port Said, Kafr Shubra Beloulah, Menouf, Menofia Governorate 6047620, Egypt', '2024-05-22 12:56:51', '2024-05-22 12:56:51'),
(565, 1, 80, '30.486477', '30.978838', 'FXPH+JG3، العامرة، منوف، محافظة المنوفية 6047672، مصر', 'FXPH+JG3, Al Amerah, Menouf, Menofia Governorate 6047672, Egypt', '2024-05-22 12:56:52', '2024-05-22 12:56:52'),
(566, 1, 80, '30.489562', '30.976294', 'FXQG+W44، بورسعيد، كفر شبرا بلولة، منوف، محافظة المنوفية 6047620، مصر', 'FXQG+W44, Port Said, Kafr Shubra Beloulah, Menouf, Menofia Governorate 6047620, Egypt', '2024-05-22 12:57:13', '2024-05-22 12:57:13'),
(567, 1, 80, '30.486477', '30.978838', 'FXPH+JG3، العامرة، منوف، محافظة المنوفية 6047672، مصر', 'FXPH+JG3, Al Amerah, Menouf, Menofia Governorate 6047672, Egypt', '2024-05-22 12:57:13', '2024-05-22 12:57:13'),
(568, 1, 80, '30.489562', '30.976294', 'FXQG+W44، بورسعيد، كفر شبرا بلولة، منوف، محافظة المنوفية 6047620، مصر', 'FXQG+W44, Port Said, Kafr Shubra Beloulah, Menouf, Menofia Governorate 6047620, Egypt', '2024-05-22 13:08:36', '2024-05-22 13:08:36'),
(569, 1, 80, '30.486477', '30.978838', 'FXPH+JG3، العامرة، منوف، محافظة المنوفية 6047672، مصر', 'FXPH+JG3, Al Amerah, Menouf, Menofia Governorate 6047672, Egypt', '2024-05-22 13:08:36', '2024-05-22 13:08:36'),
(570, 1, 80, '30.489562', '30.976294', 'FXQG+W44، بورسعيد، كفر شبرا بلولة، منوف، محافظة المنوفية 6047620، مصر', 'FXQG+W44, Port Said, Kafr Shubra Beloulah, Menouf, Menofia Governorate 6047620, Egypt', '2024-05-22 13:08:56', '2024-05-22 13:08:56'),
(571, 1, 80, '30.486477', '30.978838', 'FXPH+JG3، العامرة، منوف، محافظة المنوفية 6047672، مصر', 'FXPH+JG3, Al Amerah, Menouf, Menofia Governorate 6047672, Egypt', '2024-05-22 13:08:57', '2024-05-22 13:08:57'),
(572, 1, 82, '31.22241931467329', '29.946437175523023', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-23 09:22:56', '2024-05-23 09:22:56'),
(573, 1, 82, '31.222421258249003', '29.94642617895002', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-23 10:47:25', '2024-05-23 10:47:25'),
(574, 1, 82, '31.222393307842353', '29.94638482957479', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-23 10:52:18', '2024-05-23 10:52:18'),
(575, 1, 82, '31.21814880351215', '29.94312833994627', '43 محمد بهاء الدين الغوري، عزبة سعد،،, عزبة سعد، قسم سيدى جابر، محافظة الإسكندرية 5432065، مصر', '43 محمد بهاء الدين الغوري، عزبة سعد،،, عزبة سعد، قسم سيدى جابر، محافظة الإسكندرية 5432065, Egypt', '2024-05-23 10:52:19', '2024-05-23 10:52:19'),
(576, 1, 82, '31.222393307842353', '29.94638482957479', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-23 10:52:22', '2024-05-23 10:52:22'),
(577, 1, 82, '31.216949698630096', '29.94866441935301', '6W8X+QHV، عزبة سعد، قسم سيدى جابر، محافظة الإسكندرية 5432080، مصر', '6W8X+QHV, Ezbet Saad, Sidi Gaber, Alexandria Governorate 5432080, Egypt', '2024-05-23 10:52:22', '2024-05-23 10:52:22'),
(578, 1, 82, '31.222393307842353', '29.94638482957479', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-23 10:52:40', '2024-05-23 10:52:40'),
(579, 1, 82, '31.22985576384988', '29.949250817298893', 'بجوار مستشفى اجيال، 2 شارع الفريد ليان،، رشدي، مصطفى كامل وبولكلي، قسم سيدى جابر، محافظة الإسكندرية 5434045، مصر', 'بجوار مستشفى اجيال، 2 شارع الفريد ليان،، Roushdy, Mustafa Kamel WA Bolkli, Sidi Gaber, Alexandria Governorate 5434045, Egypt', '2024-05-23 10:52:40', '2024-05-23 10:52:40'),
(580, 1, 82, '31.22242451516872', '29.946427107606183', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-23 10:53:20', '2024-05-23 10:53:20'),
(581, 1, 82, '31.22241007024351', '29.946406455222252', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-23 11:00:00', '2024-05-23 11:00:00'),
(582, 1, 82, '31.218610721492766', '29.943533018231395', '45 محمد بهاء الدين الغوري، عزبة سعد، قسم سيدى جابر، محافظة الإسكندرية 5432065، مصر', '45 Mohammed Bahaa Al Din Al Ghouri, Ezbet Saad, Sidi Gaber, Alexandria Governorate 5432065, Egypt', '2024-05-23 11:00:00', '2024-05-23 11:00:00'),
(583, 1, 82, '31.2224208239475', '29.946423538944597', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-23 11:07:41', '2024-05-23 11:07:41'),
(584, 1, 80, '30.489562', '30.976294', 'FXQG+W44، بورسعيد، كفر شبرا بلولة، منوف، محافظة المنوفية 6047620، مصر', 'FXQG+W44, Port Said, Kafr Shubra Beloulah, Menouf, Menofia Governorate 6047620, Egypt', '2024-05-23 11:10:24', '2024-05-23 11:10:24'),
(585, 1, 80, '30.486477', '30.978838', 'FXPH+JG3، العامرة، منوف، محافظة المنوفية 6047672، مصر', 'FXPH+JG3, Al Amerah, Menouf, Menofia Governorate 6047672, Egypt', '2024-05-23 11:10:24', '2024-05-23 11:10:24'),
(586, 1, 80, '30.489562', '30.976294', 'FXQG+W44، بورسعيد، كفر شبرا بلولة، منوف، محافظة المنوفية 6047620، مصر', 'FXQG+W44, Port Said, Kafr Shubra Beloulah, Menouf, Menofia Governorate 6047620, Egypt', '2024-05-23 11:10:59', '2024-05-23 11:10:59'),
(587, 1, 80, '30.486477', '30.978838', 'FXPH+JG3، العامرة، منوف، محافظة المنوفية 6047672، مصر', 'FXPH+JG3, Al Amerah, Menouf, Menofia Governorate 6047672, Egypt', '2024-05-23 11:10:59', '2024-05-23 11:10:59'),
(588, 1, 80, '30.489562', '30.976294', 'FXQG+W44، بورسعيد، كفر شبرا بلولة، منوف، محافظة المنوفية 6047620، مصر', 'FXQG+W44, Port Said, Kafr Shubra Beloulah, Menouf, Menofia Governorate 6047620, Egypt', '2024-05-23 11:11:09', '2024-05-23 11:11:09'),
(589, 1, 80, '30.486477', '30.978838', 'FXPH+JG3، العامرة، منوف، محافظة المنوفية 6047672، مصر', 'FXPH+JG3, Al Amerah, Menouf, Menofia Governorate 6047672, Egypt', '2024-05-23 11:11:09', '2024-05-23 11:11:09'),
(590, 1, 80, '30.489562', '30.976294', 'FXQG+W44، بورسعيد، كفر شبرا بلولة، منوف، محافظة المنوفية 6047620، مصر', 'FXQG+W44, Port Said, Kafr Shubra Beloulah, Menouf, Menofia Governorate 6047620, Egypt', '2024-05-23 11:14:03', '2024-05-23 11:14:03'),
(591, 1, 80, '30.486477', '30.978838', 'FXPH+JG3، العامرة، منوف، محافظة المنوفية 6047672، مصر', 'FXPH+JG3, Al Amerah, Menouf, Menofia Governorate 6047672, Egypt', '2024-05-23 11:14:03', '2024-05-23 11:14:03'),
(592, 1, 80, '30.489562', '30.976294', 'FXQG+W44، بورسعيد، كفر شبرا بلولة، منوف، محافظة المنوفية 6047620، مصر', 'FXQG+W44, Port Said, Kafr Shubra Beloulah, Menouf, Menofia Governorate 6047620, Egypt', '2024-05-23 11:14:42', '2024-05-23 11:14:42'),
(593, 1, 80, '30.486477', '30.978838', 'FXPH+JG3، العامرة، منوف، محافظة المنوفية 6047672، مصر', 'FXPH+JG3, Al Amerah, Menouf, Menofia Governorate 6047672, Egypt', '2024-05-23 11:14:42', '2024-05-23 11:14:42'),
(594, 1, 80, '30.489562', '30.976294', 'FXQG+W44، بورسعيد، كفر شبرا بلولة، منوف، محافظة المنوفية 6047620، مصر', 'FXQG+W44, Port Said, Kafr Shubra Beloulah, Menouf, Menofia Governorate 6047620, Egypt', '2024-05-23 11:14:58', '2024-05-23 11:14:58'),
(595, 1, 80, '30.486477', '30.978838', 'FXPH+JG3، العامرة، منوف، محافظة المنوفية 6047672، مصر', 'FXPH+JG3, Al Amerah, Menouf, Menofia Governorate 6047672, Egypt', '2024-05-23 11:14:58', '2024-05-23 11:14:58'),
(596, 1, 82, '31.222404567488862', '29.946418541680845', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-23 11:16:37', '2024-05-23 11:16:37'),
(597, 1, 82, '31.216983532979235', '29.942904375493526', '29 مصطفى كامل، عزبة سعد، قسم سيدى جابر، محافظة الإسكندرية 5432067، مصر', '29 Mostafa Kamel, Ezbet Saad, Sidi Gaber, Alexandria Governorate 5432067, Egypt', '2024-05-23 11:16:37', '2024-05-23 11:16:37'),
(598, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-23 11:18:49', '2024-05-23 11:18:49'),
(599, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-23 11:38:18', '2024-05-23 11:38:18'),
(600, 1, 82, '31.222405946047356', '29.94641777136893', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-23 11:41:16', '2024-05-23 11:41:16'),
(601, 1, 82, '31.222459349738454', '29.946441970295012', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-23 11:47:24', '2024-05-23 11:47:24'),
(602, 1, 82, '31.222408230873416', '29.94641001374485', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-23 11:48:32', '2024-05-23 11:48:32'),
(603, 1, 82, '31.22239594437502', '29.94640913878644', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-23 11:55:31', '2024-05-23 11:55:31'),
(604, 1, 82, '31.22242561972229', '29.94642763713564', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-23 12:03:48', '2024-05-23 12:03:48'),
(605, 1, 82, '31.222459349738454', '29.946441970295012', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-23 12:06:37', '2024-05-23 12:06:37'),
(606, 1, 82, '31.222459349738454', '29.946441970295012', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-23 12:10:47', '2024-05-23 12:10:47'),
(607, 1, 82, '31.222415444116475', '29.946418397349106', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-23 12:15:23', '2024-05-23 12:15:23'),
(608, 1, 82, '31.222415444116475', '29.946418397349106', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-23 12:15:28', '2024-05-23 12:15:28'),
(609, 1, 82, '31.222393068416253', '29.94638433962366', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-23 12:45:40', '2024-05-23 12:45:40'),
(610, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-23 12:50:56', '2024-05-23 12:50:56'),
(611, 1, 82, '31.222459349738454', '29.946441970295012', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-23 13:04:54', '2024-05-23 13:04:54'),
(612, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-23 13:06:52', '2024-05-23 13:06:52'),
(613, 1, 82, '31.222459349738454', '29.946441970295012', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-23 13:12:58', '2024-05-23 13:12:58'),
(614, 1, 82, '31.222782217460555', '29.948744885623455', '9Ibrahim El Sherif St، شارع القاسم، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '9Ibrahim El Sherif St، El Qasem, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-23 13:12:58', '2024-05-23 13:12:58'),
(615, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-23 13:13:19', '2024-05-23 13:13:19'),
(616, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-23 13:21:37', '2024-05-23 13:21:37'),
(617, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-23 13:25:23', '2024-05-23 13:25:23'),
(618, 1, 82, '31.222459349738454', '29.946441970295012', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-23 13:31:08', '2024-05-23 13:31:08'),
(619, 1, 82, '31.22095927142326', '29.946513287723064', '25 جابر مبارك، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '25 Gabir Mobarak, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-23 13:31:08', '2024-05-23 13:31:08'),
(620, 1, 82, '31.222459349738454', '29.946441970295012', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-23 13:33:31', '2024-05-23 13:33:31'),
(621, 1, 82, '31.221167429669173', '29.94439635425806', '7 الشيخ محمد رفعت، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433012، مصر', '7 El-Shaikh Mohammed Refaat, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433012, Egypt', '2024-05-23 13:33:31', '2024-05-23 13:33:31'),
(622, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-23 13:35:29', '2024-05-23 13:35:29'),
(623, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-23 13:35:50', '2024-05-23 13:35:50'),
(624, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-23 13:36:47', '2024-05-23 13:36:47'),
(625, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-23 13:38:11', '2024-05-23 13:38:11'),
(626, 1, 82, '31.222459349738454', '29.946441970295012', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-23 13:38:15', '2024-05-23 13:38:15'),
(627, 1, 82, '31.223087854232443', '29.94951736181974', '74 خليل المصري، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433103، مصر', '74 Khaleel El-Masry, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433103, Egypt', '2024-05-23 13:38:15', '2024-05-23 13:38:15'),
(628, 1, 82, '31.222459349738454', '29.946441970295012', '14 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433014، مصر', '14 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433014, Egypt', '2024-05-23 13:39:42', '2024-05-23 13:39:42'),
(629, 1, 82, '31.22325930857424', '29.948959462344646', '22 فيكتور ايمانويل الثالث، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433103، مصر', '22 Victor Emanouil Al Thaleth, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433103, Egypt', '2024-05-23 13:39:42', '2024-05-23 13:39:42'),
(630, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-23 13:41:29', '2024-05-23 13:41:29'),
(631, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-23 13:43:09', '2024-05-23 13:43:09'),
(632, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-23 13:45:46', '2024-05-23 13:45:46'),
(633, 1, 80, '30.489562', '30.976294', 'FXQG+W44، بورسعيد، كفر شبرا بلولة، منوف، محافظة المنوفية 6047620، مصر', 'FXQG+W44, Port Said, Kafr Shubra Beloulah, Menouf, Menofia Governorate 6047620, Egypt', '2024-05-23 13:55:13', '2024-05-23 13:55:13'),
(634, 1, 80, '30.486477', '30.978838', 'FXPH+JG3، العامرة، منوف، محافظة المنوفية 6047672، مصر', 'FXPH+JG3, Al Amerah, Menouf, Menofia Governorate 6047672, Egypt', '2024-05-23 13:55:14', '2024-05-23 13:55:14'),
(635, 1, 80, '30.489562', '30.976294', 'FXQG+W44، بورسعيد، كفر شبرا بلولة، منوف، محافظة المنوفية 6047620، مصر', 'FXQG+W44, Port Said, Kafr Shubra Beloulah, Menouf, Menofia Governorate 6047620, Egypt', '2024-05-23 13:59:57', '2024-05-23 13:59:57'),
(636, 1, 80, '30.486477', '30.978838', 'FXPH+JG3، العامرة، منوف، محافظة المنوفية 6047672، مصر', 'FXPH+JG3, Al Amerah, Menouf, Menofia Governorate 6047672, Egypt', '2024-05-23 13:59:57', '2024-05-23 13:59:57'),
(637, 1, 80, '30.489562', '30.976294', 'FXQG+W44، بورسعيد، كفر شبرا بلولة، منوف، محافظة المنوفية 6047620، مصر', 'FXQG+W44, Port Said, Kafr Shubra Beloulah, Menouf, Menofia Governorate 6047620, Egypt', '2024-05-23 14:41:14', '2024-05-23 14:41:14'),
(638, 1, 80, '30.486477', '30.978838', 'FXPH+JG3، العامرة، منوف، محافظة المنوفية 6047672، مصر', 'FXPH+JG3, Al Amerah, Menouf, Menofia Governorate 6047672, Egypt', '2024-05-23 14:41:14', '2024-05-23 14:41:14'),
(639, 1, 80, '30.489562', '30.976294', 'FXQG+W44، بورسعيد، كفر شبرا بلولة، منوف، محافظة المنوفية 6047620، مصر', 'FXQG+W44, Port Said, Kafr Shubra Beloulah, Menouf, Menofia Governorate 6047620, Egypt', '2024-05-23 17:49:34', '2024-05-23 17:49:34'),
(640, 1, 80, '30.486477', '30.978838', 'FXPH+JG3، العامرة، منوف، محافظة المنوفية 6047672، مصر', 'FXPH+JG3, Al Amerah, Menouf, Menofia Governorate 6047672, Egypt', '2024-05-23 17:49:34', '2024-05-23 17:49:34'),
(641, 1, 80, '30.489562', '30.976294', 'FXQG+W44، بورسعيد، كفر شبرا بلولة، منوف، محافظة المنوفية 6047620، مصر', 'FXQG+W44, Port Said, Kafr Shubra Beloulah, Menouf, Menofia Governorate 6047620, Egypt', '2024-05-23 17:51:01', '2024-05-23 17:51:01'),
(642, 1, 80, '30.486477', '30.978838', 'FXPH+JG3، العامرة، منوف، محافظة المنوفية 6047672، مصر', 'FXPH+JG3, Al Amerah, Menouf, Menofia Governorate 6047672, Egypt', '2024-05-23 17:51:01', '2024-05-23 17:51:01'),
(643, 1, 80, '30.489562', '30.976294', 'FXQG+W44، بورسعيد، كفر شبرا بلولة، منوف، محافظة المنوفية 6047620، مصر', 'FXQG+W44, Port Said, Kafr Shubra Beloulah, Menouf, Menofia Governorate 6047620, Egypt', '2024-05-23 17:55:48', '2024-05-23 17:55:48'),
(644, 1, 80, '30.486477', '30.978838', 'FXPH+JG3، العامرة، منوف، محافظة المنوفية 6047672، مصر', 'FXPH+JG3, Al Amerah, Menouf, Menofia Governorate 6047672, Egypt', '2024-05-23 17:55:48', '2024-05-23 17:55:48'),
(645, 1, 80, '30.489562', '30.976294', 'FXQG+W44، بورسعيد، كفر شبرا بلولة، منوف، محافظة المنوفية 6047620، مصر', 'FXQG+W44, Port Said, Kafr Shubra Beloulah, Menouf, Menofia Governorate 6047620, Egypt', '2024-05-23 18:00:54', '2024-05-23 18:00:54'),
(646, 1, 80, '30.486477', '30.978838', 'FXPH+JG3، العامرة، منوف، محافظة المنوفية 6047672، مصر', 'FXPH+JG3, Al Amerah, Menouf, Menofia Governorate 6047672, Egypt', '2024-05-23 18:00:54', '2024-05-23 18:00:54'),
(647, 1, 80, '31.200391', '29.917421', '6W29+32C، باب شرقي ووابور المياه، قسم باب شرقي، محافظة الإسكندرية 5422015، مصر', '6W29+32C, Bab Sharqi WA Wabour Al Meyah, Bab Sharqi, Alexandria Governorate 5422015, Egypt', '2024-05-23 18:56:42', '2024-05-23 18:56:42'),
(648, 1, 80, '31.198358', '29.911772', '12 الجبرتي، باب شرقي ووابور المياه، قسم باب شرقي، محافظة الإسكندرية 5422003، مصر', '12 Al Gabarte, Bab Sharqi WA Wabour Al Meyah, Bab Sharqi, Alexandria Governorate 5422003, Egypt', '2024-05-23 18:56:42', '2024-05-23 18:56:42'),
(649, 1, 80, '31.200391', '29.917421', '6W29+32C، باب شرقي ووابور المياه، قسم باب شرقي، محافظة الإسكندرية 5422015، مصر', '6W29+32C, Bab Sharqi WA Wabour Al Meyah, Bab Sharqi, Alexandria Governorate 5422015, Egypt', '2024-05-23 19:10:53', '2024-05-23 19:10:53'),
(650, 1, 80, '31.198358', '29.911772', '12 الجبرتي، باب شرقي ووابور المياه، قسم باب شرقي، محافظة الإسكندرية 5422003، مصر', '12 Al Gabarte, Bab Sharqi WA Wabour Al Meyah, Bab Sharqi, Alexandria Governorate 5422003, Egypt', '2024-05-23 19:10:53', '2024-05-23 19:10:53'),
(651, 1, 80, '31.200391', '29.917421', '6W29+32C، باب شرقي ووابور المياه، قسم باب شرقي، محافظة الإسكندرية 5422015، مصر', '6W29+32C, Bab Sharqi WA Wabour Al Meyah, Bab Sharqi, Alexandria Governorate 5422015, Egypt', '2024-05-23 19:41:16', '2024-05-23 19:41:16'),
(652, 1, 80, '31.198358', '29.911772', '12 الجبرتي، باب شرقي ووابور المياه، قسم باب شرقي، محافظة الإسكندرية 5422003، مصر', '12 Al Gabarte, Bab Sharqi WA Wabour Al Meyah, Bab Sharqi, Alexandria Governorate 5422003, Egypt', '2024-05-23 19:41:17', '2024-05-23 19:41:17'),
(653, 1, 80, '30.489562', '30.976294', 'FXQG+W44، بورسعيد، كفر شبرا بلولة، منوف، محافظة المنوفية 6047620، مصر', 'FXQG+W44, Port Said, Kafr Shubra Beloulah, Menouf, Menofia Governorate 6047620, Egypt', '2024-05-24 12:34:19', '2024-05-24 12:34:19'),
(654, 1, 80, '30.486477', '30.978838', 'FXPH+JG3، العامرة، منوف، محافظة المنوفية 6047672، مصر', 'FXPH+JG3, Al Amerah, Menouf, Menofia Governorate 6047672, Egypt', '2024-05-24 12:34:19', '2024-05-24 12:34:19'),
(655, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 06:35:19', '2024-05-26 06:35:19'),
(656, 1, 82, '31.23267190402905', '29.951100200414658', '7 إمام مدرسة طة حسين، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452002، مصر', '7 Imam Madraset Taha Hussein, Fleming, El Raml 1, Alexandria Governorate 5452002, Egypt', '2024-05-26 06:35:19', '2024-05-26 06:35:19'),
(657, 1, 80, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 06:56:04', '2024-05-26 06:56:04'),
(658, 1, 80, '31.230616929835758', '29.956679195165634', '147 لافيزون، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5450111، مصر', '147 La Vison, Fleming, El Raml 1, Alexandria Governorate 5450111, Egypt', '2024-05-26 06:56:05', '2024-05-26 06:56:05'),
(659, 1, 80, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 06:56:48', '2024-05-26 06:56:48'),
(660, 1, 80, '31.230616929835758', '29.956679195165634', '147 لافيزون، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5450111، مصر', '147 La Vison, Fleming, El Raml 1, Alexandria Governorate 5450111, Egypt', '2024-05-26 06:56:48', '2024-05-26 06:56:48'),
(661, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 06:57:32', '2024-05-26 06:57:32'),
(662, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 06:58:33', '2024-05-26 06:58:33'),
(663, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 06:59:22', '2024-05-26 06:59:22'),
(664, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 07:07:20', '2024-05-26 07:07:20'),
(665, 1, 80, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 07:11:05', '2024-05-26 07:11:05'),
(666, 1, 80, '31.230616929835758', '29.956679195165634', '147 لافيزون، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5450111، مصر', '147 La Vison, Fleming, El Raml 1, Alexandria Governorate 5450111, Egypt', '2024-05-26 07:11:05', '2024-05-26 07:11:05'),
(667, 1, 80, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 07:36:22', '2024-05-26 07:36:22'),
(668, 1, 80, '31.230616929835758', '29.956679195165634', '147 لافيزون، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5450111، مصر', '147 La Vison, Fleming, El Raml 1, Alexandria Governorate 5450111, Egypt', '2024-05-26 07:36:23', '2024-05-26 07:36:23'),
(669, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 07:50:19', '2024-05-26 07:50:19'),
(670, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 08:03:59', '2024-05-26 08:03:59'),
(671, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 08:09:48', '2024-05-26 08:09:48'),
(672, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 08:10:32', '2024-05-26 08:10:32'),
(673, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 08:11:21', '2024-05-26 08:11:21'),
(674, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 08:12:01', '2024-05-26 08:12:01'),
(675, 1, 82, '31.230568192461064', '29.962072111666203', '13 جميعي، الظاهرية وعزبة الصفيح، قسم أول الرمل، محافظة الإسكندرية، مصر', '13 Gomeai, ADH Dhahereyah WA Izbat as Safih, El Raml 1, Alexandria Governorate, Egypt', '2024-05-26 08:12:01', '2024-05-26 08:12:01'),
(676, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 08:18:44', '2024-05-26 08:18:44'),
(677, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 08:19:03', '2024-05-26 08:19:03'),
(678, 1, 82, '31.231399877979985', '29.96151421219111', '23 جميعي، الظاهرية وعزبة الصفيح، قسم ثان الرمل، محافظة الإسكندرية 5450043، مصر', '23 Gomeai, ADH Dhahereyah WA Izbat as Safih, El Raml 2, Alexandria Governorate 5450043, Egypt', '2024-05-26 08:19:03', '2024-05-26 08:19:03'),
(679, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 08:21:07', '2024-05-26 08:21:07'),
(680, 1, 82, '31.230935155605504', '29.962100945413113', '64 الكامل، الظاهرية وعزبة الصفيح، قسم أول الرمل، محافظة الإسكندرية 5450026، مصر', '64 Al Kamel, ADH Dhahereyah WA Izbat as Safih, El Raml 1, Alexandria Governorate 5450026, Egypt', '2024-05-26 08:21:08', '2024-05-26 08:21:08'),
(681, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 08:23:18', '2024-05-26 08:23:18'),
(682, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 08:23:41', '2024-05-26 08:23:41'),
(683, 1, 82, '31.233564920875192', '29.958939291536808', '٧ شارع فرعون -فلمنج، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5450201، مصر', '٧ شارع فرعون -فلمنج، Fleming, El Raml 1, Alexandria Governorate 5450201, Egypt', '2024-05-26 08:23:41', '2024-05-26 08:23:41'),
(684, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 08:24:25', '2024-05-26 08:24:25'),
(685, 1, 82, '31.238799865262166', '29.961700290441517', '8 مصطفى فهمي، فلمنج، قسم ثان الرمل، الإسكندرية،، سان ستفانو، قسم أول الرمل، محافظة الإسكندرية 5451009، مصر', '8 مصطفى فهمي، فلمنج، قسم ثان الرمل، الإسكندرية،، San Stefano, El Raml 1, Alexandria Governorate 5451009, Egypt', '2024-05-26 08:24:25', '2024-05-26 08:24:25'),
(686, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 08:26:25', '2024-05-26 08:26:25'),
(687, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 08:26:40', '2024-05-26 08:26:40'),
(688, 1, 82, '31.240989391245865', '29.962086528539658', '3 علي باشا فهمي، سان ستفانو، قسم أول الرمل، محافظة الإسكندرية 5452050، مصر', '3 Ali Basha Fahmy, San Stefano, El Raml 1, Alexandria Governorate 5452050, Egypt', '2024-05-26 08:26:40', '2024-05-26 08:26:40'),
(689, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 08:48:00', '2024-05-26 08:48:00'),
(690, 1, 82, '31.232574144689988', '29.950628131628033', '23 إمام مدرسة طة حسين، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5452002، مصر', '23 Imam Madraset Taha Hussein, Fleming, El Raml 1, Alexandria Governorate 5452002, Egypt', '2024-05-26 08:48:01', '2024-05-26 08:48:01'),
(691, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 08:49:12', '2024-05-26 08:49:12'),
(692, 1, 82, '31.23383411434586', '29.951500855386257', '9 أحمد يوسف، فلمنج، قسم ثان الرمل، محافظة الإسكندرية 5452005، مصر', '9 Ahmed Youssef, Fleming, El Raml 2, Alexandria Governorate 5452005, Egypt', '2024-05-26 08:49:12', '2024-05-26 08:49:12'),
(693, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 08:55:22', '2024-05-26 08:55:22'),
(694, 1, 82, '31.23301449094386', '29.960841983556744', '3 طمازين، فلمنج، قسم أول الرمل، محافظة الإسكندرية 5450112، مصر', '3 Tomazen, Fleming, El Raml 1, Alexandria Governorate 5450112, Egypt', '2024-05-26 08:55:22', '2024-05-26 08:55:22'),
(695, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 08:58:54', '2024-05-26 08:58:54'),
(696, 1, 82, '31.2403776591922', '29.96220085769892', '15 عدلى يكن، سان ستفانو، قسم أول الرمل، محافظة الإسكندرية 5451010، مصر', '15 Adly Yakn, San Stefano, El Raml 1, Alexandria Governorate 5451010, Egypt', '2024-05-26 08:58:54', '2024-05-26 08:58:54'),
(697, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 09:00:03', '2024-05-26 09:00:03'),
(698, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 09:00:48', '2024-05-26 09:00:48'),
(699, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 09:07:42', '2024-05-26 09:07:42'),
(700, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 09:07:50', '2024-05-26 09:07:50'),
(701, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 09:11:05', '2024-05-26 09:11:05'),
(702, 1, 82, '31.232549776510563', '29.950070232152942', '6WMX+3WH، فلمنج، قسم ثان الرمل، محافظة الإسكندرية 5452003، مصر', '6WMX+3WH, Fleming, El Raml 2, Alexandria Governorate 5452003, Egypt', '2024-05-26 09:11:05', '2024-05-26 09:11:05'),
(703, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 09:13:15', '2024-05-26 09:13:15'),
(704, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 09:19:04', '2024-05-26 09:19:04'),
(705, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 09:19:39', '2024-05-26 09:19:39'),
(706, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 09:33:36', '2024-05-26 09:33:36'),
(707, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 09:33:43', '2024-05-26 09:33:43'),
(708, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 09:34:31', '2024-05-26 09:34:31'),
(709, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 10:17:12', '2024-05-26 10:17:12'),
(710, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 10:31:33', '2024-05-26 10:31:33'),
(711, 1, 82, '31.240928046223328', '29.961743205785755', 'كلية الفنون الجميلة، شارع محمود الديب، سان ستفانو، قسم أول الرمل، محافظة الإسكندرية 5452050، مصر', 'Faculty of Fine Arts, Mahmoud El-Deeb, San Stefano, El Raml 1, Alexandria Governorate 5452050, Egypt', '2024-05-26 10:31:33', '2024-05-26 10:31:33'),
(712, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 10:42:21', '2024-05-26 10:42:21'),
(713, 1, 82, '31.23970515068521', '29.96039841324091', '6XQ6+W48، سان ستفانو، قسم أول الرمل، محافظة الإسكندرية 5452033، مصر', '6XQ6+W48, San Stefano, El Raml 1, Alexandria Governorate 5452033, Egypt', '2024-05-26 10:42:21', '2024-05-26 10:42:21'),
(714, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 10:45:55', '2024-05-26 10:45:55'),
(715, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 10:46:04', '2024-05-26 10:46:04'),
(716, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 10:48:32', '2024-05-26 10:48:32'),
(717, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 10:52:07', '2024-05-26 10:52:07'),
(718, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 10:53:14', '2024-05-26 10:53:14'),
(719, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 10:56:38', '2024-05-26 10:56:38'),
(720, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 11:04:26', '2024-05-26 11:04:26'),
(721, 1, 75, '31.2223653', '29.9463384', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-26 11:20:35', '2024-05-26 11:20:35'),
(722, 1, 75, '31.22438350233075', '29.95221767574549', '25 إبراهيم سلامة، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433111، مصر', '25 Ibrahim Salamah, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433111, Egypt', '2024-05-26 11:20:35', '2024-05-26 11:20:35'),
(723, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 11:21:08', '2024-05-26 11:21:08'),
(724, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 11:25:48', '2024-05-26 11:25:48'),
(725, 1, 75, '31.2221262', '29.9461894', '10 برهان محمود إسماعيل، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '10 Borhan Mahmoud Ismail, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-26 11:36:02', '2024-05-26 11:36:02'),
(726, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 11:40:59', '2024-05-26 11:40:59'),
(727, 1, 75, '31.2223494', '29.9463169', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-26 11:43:26', '2024-05-26 11:43:26'),
(728, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 11:48:24', '2024-05-26 11:48:24'),
(729, 1, 75, '31.2223528', '29.94633', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-26 11:49:48', '2024-05-26 11:49:48'),
(730, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 11:50:14', '2024-05-26 11:50:14'),
(731, 1, 75, '31.2223528', '29.94633', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-26 11:50:14', '2024-05-26 11:50:14'),
(732, 1, 75, '31.2223425', '29.9463161', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-26 11:56:48', '2024-05-26 11:56:48'),
(733, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 12:05:31', '2024-05-26 12:05:31'),
(734, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 12:12:02', '2024-05-26 12:12:02'),
(735, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 12:14:10', '2024-05-26 12:14:10'),
(736, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 12:22:47', '2024-05-26 12:22:47'),
(737, 1, 82, '31.2223531', '29.9463337', '11 محمد أمين شهيب، أبو النواتير، قسم سيدى جابر، محافظة الإسكندرية 5433013، مصر', '11 Mohammed Amin Shhyb, Abu an Nawatir, Sidi Gaber, Alexandria Governorate 5433013, Egypt', '2024-05-26 12:24:24', '2024-05-26 12:24:24'),
(738, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 12:25:04', '2024-05-26 12:25:04'),
(739, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 12:25:20', '2024-05-26 12:25:20'),
(740, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 12:33:24', '2024-05-26 12:33:24'),
(741, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 12:34:32', '2024-05-26 12:34:32'),
(742, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 12:39:50', '2024-05-26 12:39:50'),
(743, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 12:40:20', '2024-05-26 12:40:20'),
(744, 1, 82, '31.237473', '29.954941', '6XP4+X3J، فلمنج، قسم أول الرمل، محافظة القاهرة‬ 5452022، مصر', '6XP4+X3J, Fleming, El Raml 1, محافظة القاهرة‬ 5452022, Egypt', '2024-05-26 12:43:53', '2024-05-26 12:43:53');

-- --------------------------------------------------------

--
-- Table structure for table `admins`
--

CREATE TABLE `admins` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `branch_id` bigint(20) UNSIGNED DEFAULT NULL,
  `uuid` varchar(255) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `image` varchar(255) DEFAULT NULL,
  `phone_code` varchar(255) DEFAULT NULL,
  `country_code` varchar(255) DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 1,
  `password` varchar(255) DEFAULT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `remember_token` varchar(100) DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `admins`
--

INSERT INTO `admins` (`id`, `branch_id`, `uuid`, `name`, `email`, `phone`, `image`, `phone_code`, `country_code`, `status`, `password`, `email_verified_at`, `remember_token`, `deleted_at`, `created_at`, `updated_at`) VALUES
(4, NULL, NULL, 'Admin', 'admin@salon.com', '543400644', NULL, '966', 'SA', 1, '$2y$10$O3iBN3NvougJ5NTjeioc.uDHIVByamSE7wtQZczezMtVDnWEWjF3C', NULL, NULL, NULL, '2024-02-20 10:05:17', '2024-03-07 11:38:26'),
(6, NULL, NULL, 'Mostafa', 'mostafa@salon.com', '33467117', NULL, '973', 'BH', 1, '$2y$10$TN09svTlNpoAm34OZsmKMO03HDcWtM43FsjEl5nhhzYX7ldUhkDii', NULL, NULL, NULL, '2024-02-20 10:05:17', '2024-03-13 10:33:32'),
(7, NULL, NULL, 'Test', 'test@gmail.com', '123456789', NULL, '966', 'SA', 1, '$2y$10$jlv4gNeeVtYedJJkvRzwru4eNLUZnXcZpGhxarAN22YTg3gpJT2iy', NULL, NULL, NULL, '2024-03-07 11:40:15', '2024-03-07 11:49:39'),
(8, NULL, NULL, 'test rodaina', 'admin@gmail.com', '12345678', NULL, '973', 'BH', 1, '$2y$10$RLb9jlY27Lb6Jhop4MiM3uFj3jCT8m5OPydX6GGEgd1IcynskFYxi', NULL, NULL, NULL, '2024-03-13 10:43:21', '2024-03-13 10:44:04');

-- --------------------------------------------------------

--
-- Table structure for table `cancellation_reasons`
--

CREATE TABLE `cancellation_reasons` (
  `id` int(11) NOT NULL,
  `reason_ar` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `reason_en` varchar(255) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=latin1 COLLATE=latin1_general_ci;

--
-- Dumping data for table `cancellation_reasons`
--

INSERT INTO `cancellation_reasons` (`id`, `reason_ar`, `reason_en`, `created_at`, `updated_at`) VALUES
(1, 'مشكلة في السيارة', 'Problem with the car', '2024-04-21 10:54:33', '2024-04-21 10:54:33'),
(2, 'أنا لست في السيارة', 'I’m not in the car', '2024-04-21 10:54:33', '2024-04-21 10:54:33'),
(3, 'سلوك السائق', 'Behavior of driver', '2024-04-21 10:54:33', '2024-04-21 10:54:33'),
(4, 'طلب مني السائق الإلغاء', 'Driver asked me to cancel', '2024-04-21 10:54:33', '2024-04-21 10:54:33');

-- --------------------------------------------------------

--
-- Table structure for table `cars`
--

CREATE TABLE `cars` (
  `id` bigint(20) NOT NULL,
  `carType_id` int(10) UNSIGNED DEFAULT NULL,
  `driver_id` bigint(20) DEFAULT NULL,
  `title_ar` varchar(255) DEFAULT NULL,
  `title_en` varchar(255) DEFAULT NULL,
  `license_no` varchar(255) DEFAULT NULL,
  `color` varchar(255) DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 1,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `cars`
--

INSERT INTO `cars` (`id`, `carType_id`, `driver_id`, `title_ar`, `title_en`, `license_no`, `color`, `status`, `created_at`, `updated_at`) VALUES
(1, 87, NULL, '123/eqwe', 'Business', NULL, NULL, 1, '2024-05-21 12:40:04', '2024-03-31 09:48:46'),
(12, 12, 87, 'toyota, carmy123', 'toyota, carmy123', NULL, NULL, 1, '2024-05-26 12:44:03', '2024-05-26 12:44:03'),
(16, 13, 88, 'toyota, carmy123', 'toyota, carmy123', '4234/dad', 'black', 1, '2024-05-23 18:51:51', '2024-05-23 18:51:51'),
(19, 18, 89, 'toyota, carmy123', 'toyota, carmy123', NULL, NULL, 1, '2024-05-21 12:39:59', '2024-04-16 11:02:38'),
(22, 12, 90, 'بالب2', 'wre2', NULL, NULL, 1, '2024-05-21 12:39:58', '2024-05-21 12:03:46'),
(23, 13, 91, 'toyota, carmy123', 'toyota, carmy123', NULL, NULL, 1, '2024-04-16 20:40:57', '2024-04-03 08:50:29'),
(24, 18, 92, 'toyota, carmy123', 'toyota, carmy123', NULL, NULL, 1, '2024-04-16 20:41:01', '2024-04-03 08:50:29'),
(26, 12, 96, 'شيسشي', 'qweew', '324/ewrwe', 'black', 1, '2024-04-17 12:18:51', '2024-04-17 12:18:51');

-- --------------------------------------------------------

--
-- Table structure for table `car_types`
--

CREATE TABLE `car_types` (
  `id` int(11) NOT NULL,
  `title_ar` varchar(255) DEFAULT NULL,
  `title_en` varchar(255) DEFAULT NULL,
  `image` varchar(255) DEFAULT NULL,
  `number` int(11) NOT NULL COMMENT 'number of people',
  `price` decimal(9,3) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 1,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `car_types`
--

INSERT INTO `car_types` (`id`, `title_ar`, `title_en`, `image`, `number`, `price`, `status`, `created_at`, `updated_at`) VALUES
(12, 'اقتصادي', 'economy', '/uploads/Cars/1711528884_6204.png', 5, 20.000, 1, '2024-04-03 09:32:29', '2024-04-03 08:10:45'),
(13, 'تجارية', 'business', '/uploads/Cars/1711528930_7126.png', 7, 30.000, 1, '2024-04-03 09:32:25', '2024-04-03 08:21:54'),
(18, 'فاخرة', 'Luxury', '/uploads/Cars/1711528844_10000.png', 2, 50.000, 1, '2024-04-03 09:32:35', '2024-04-03 08:31:31');

-- --------------------------------------------------------

--
-- Table structure for table `clients`
--

CREATE TABLE `clients` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `uuid` varchar(255) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `surname` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `image` varchar(255) DEFAULT NULL,
  `phone_code` varchar(255) DEFAULT NULL,
  `country_code` varchar(255) DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 1,
  `password` varchar(255) DEFAULT NULL,
  `latitude` varchar(255) DEFAULT NULL,
  `longitude` varchar(255) DEFAULT NULL,
  `lang` tinytext DEFAULT 'ar',
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `remember_token` varchar(100) DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `clients`
--

INSERT INTO `clients` (`id`, `uuid`, `name`, `surname`, `email`, `phone`, `image`, `phone_code`, `country_code`, `status`, `password`, `latitude`, `longitude`, `lang`, `email_verified_at`, `remember_token`, `deleted_at`, `created_at`, `updated_at`) VALUES
(6, NULL, 'ahmed', NULL, 'ahmed@gmail.com', '33656662', NULL, '973', 'BH', 1, '$2y$10$9pXVZ5WA.Zh8cdR93bxBeesIFyIxM8XueahO6UDx18Jx8ZtwwlHWW', NULL, NULL, 'ar', NULL, NULL, NULL, '2024-02-12 10:18:37', '2024-03-07 11:31:13'),
(9, NULL, 'zak', NULL, 'zakariamustapha@hotmail.com', '535763333', NULL, '966', NULL, 1, '$2y$10$.6qpxq9pR.VyONGcYj4lweCs3mjfPt.ZRRbPjFhsws.XxqpzcGSA2', NULL, NULL, 'ar', NULL, NULL, NULL, '2024-02-16 00:48:57', '2024-03-04 15:34:55'),
(10, NULL, 'hussain dahneem', NULL, 'hussain_dahneem@hotmail.com', '548888774', NULL, '966', NULL, 1, '$2y$10$OuMLdMJnEvPuYNPtCh79wutuOJPS2d/nss058HJGYmfx8n5l767aO', NULL, NULL, 'ar', NULL, NULL, NULL, '2024-02-17 14:43:21', '2024-03-07 11:30:36'),
(31, NULL, 'Dinis', NULL, 'donia@gmail.com', '55555555', NULL, '966', NULL, 1, '$2y$10$SSsMCHZ.Zmp/UC3KN0HpKuQU0OKOtUYolYV.WF7lqLoaE2J0rqX3O', NULL, NULL, 'ar', NULL, NULL, NULL, '2024-02-21 12:22:21', '2024-02-21 12:22:21'),
(32, NULL, 'Dinis', NULL, 'donia@gmail.com', '555555555', NULL, '20', NULL, 1, '$2y$10$ehfs1qEew3jFSmcEBKMkh.dA0ftunYobB7HyDWOlOvYPlHNeyi8cu', NULL, NULL, 'ar', NULL, NULL, NULL, '2024-02-21 13:55:58', '2024-02-21 13:55:58'),
(36, NULL, 'manal', NULL, 'manalbodon@hotmail.com', '597303098', NULL, '966', NULL, 1, '$2y$10$C0tJw1U9a1T5EQBa8TMY/O4eKG/Fa2rq72hYsyg3s0OX.6UgBOGQi', NULL, NULL, 'ar', NULL, NULL, NULL, '2024-02-23 08:18:48', '2024-02-23 08:20:03'),
(37, NULL, 'Mohammed', NULL, 'm.m.almusawi@gmail.com', '565331145', NULL, '966', NULL, 1, '$2y$10$W18cjNGEmwW40v1BeMvIwe.bnmDmL1nwjI.qhYhrt0dVxM.xV4yry', NULL, NULL, 'ar', NULL, NULL, NULL, '2024-02-24 14:07:44', '2024-02-24 14:07:44'),
(39, NULL, 'ahmed', NULL, 'ahmed@gmail.com', '120860844', NULL, '973', NULL, 1, '$2y$10$lwuPGOecQvAs3XLn4e5T5uyPFMMG.wn7Lq3nMsYb1A3SwXPezdGJK', NULL, NULL, 'ar', NULL, NULL, NULL, '2024-02-26 08:44:49', '2024-02-26 08:44:49'),
(41, NULL, 'Hussain Alkhuneizi', NULL, 'hussainkhuneizi@icloud.com', '578319784', NULL, '966', NULL, 1, '$2y$10$zIMGep.rYxrYe3PguXeXb.TjJ0a4ADXeN.6cCimeaRCJ71Ojs9Nzq', NULL, NULL, 'ar', NULL, NULL, NULL, '2024-02-29 15:04:48', '2024-02-29 15:04:48'),
(44, NULL, 'Abdullah', NULL, 'legal.amd@gmail.com', '500250999', NULL, '966', NULL, 1, '$2y$10$e89IdRSXxm9Kc1ofYwbAfOacixbP1WbjYe3m9O4.wTXN5Csk9u26O', NULL, NULL, 'ar', NULL, NULL, NULL, '2024-03-03 11:31:23', '2024-03-03 11:31:23'),
(50, NULL, 'mostafa mohamed', NULL, 'test@gmail.com', '33467117', NULL, '973', 'BH', 1, '$2y$10$uX013zsUIrS9RHrwHaAkauzhniEfks2rzrPwRufp8KLJHv6ybwld.', NULL, NULL, 'ar', NULL, NULL, NULL, '2024-03-05 10:39:58', '2024-03-05 10:41:01'),
(53, NULL, 'saudi number', NULL, 'rodainaosama00@gmail.com', '557223386', NULL, '966', NULL, 1, '$2y$10$fjkzWPbIGQ.fDtMidTjlSOAja.zja9fiafb4d2uNRIZdgT2OSY66u', NULL, NULL, 'ar', NULL, NULL, NULL, '2024-03-05 11:20:21', '2024-03-05 11:20:21'),
(60, NULL, 'basma', NULL, 'rodainaosama00@gmail.com', '1206721680', NULL, '20', NULL, 1, '$2y$10$6BHwNBGW1goDbYlCgCIYEOdua6m.WUo32gD42Iw3rBuoA4Mq2YXai', NULL, NULL, 'ar', NULL, NULL, NULL, '2024-03-05 14:50:22', '2024-03-05 14:56:19'),
(72, NULL, 'Test rodaina', NULL, 'admin@gmail.com', '12345678', NULL, '973', 'BH', 1, '$2y$10$C2zJD3mIO.PTdC394ediWOjoJU69IMH5NgkOtwKTv6WXmvzK7Myt2', NULL, NULL, 'ar', NULL, NULL, NULL, '2024-03-13 10:39:38', '2024-03-13 10:58:16'),
(73, NULL, 'ahmed', NULL, 'ahmed@gmail.com', '33636657', NULL, '973', NULL, 1, '$2y$10$hKIF5chVKkpcgC3CQDDuueHLLiM4hjcgVJghtqffK4Hgc2Vz372tC', NULL, NULL, 'ar', NULL, NULL, NULL, '2024-03-13 12:14:29', '2024-03-19 07:40:15'),
(75, NULL, 'nayra', NULL, 'nayra@gmail.com', '1123223320', NULL, '20', NULL, 1, '$2y$10$EgIOWso4Vmp2qhMvuVAtrOOrKA/buZqGgYl6PMCTpHBjyr.Jbl9EW', NULL, NULL, 'en', NULL, NULL, NULL, '2024-03-20 10:06:24', '2024-05-26 11:20:34'),
(79, NULL, 'sallam', NULL, 'sallam@gmail.com', '1551831192', NULL, '966', NULL, 1, '$2y$10$NPSUj5wSUw8yHROeMFYfweBBQYKV3mhcjDTIqzNhzZLyskJGFvImW', '40.7128', '-74.0060', 'en', NULL, NULL, NULL, '2024-03-23 11:24:39', '2024-05-07 10:07:48'),
(80, NULL, 'abdo', NULL, 'sallam@gmail.com', '1551831192', NULL, '20', NULL, 1, '$2y$10$7c4rWhM1eIpr2xB0J413JerviGMx1XePk1UVKg5xQ9F9n/yR/C9sW', NULL, NULL, 'ar', NULL, NULL, NULL, '2024-03-25 08:07:25', '2024-05-21 18:52:02'),
(81, NULL, 'nayratest', NULL, 'testnayra@gmail.com', '1478523699', NULL, '20', NULL, 1, '$2y$10$jLQ4TTY7j1QyT4v7KN8uu.WoAJzhkNy.XFPBsHGh1hbuROZqXakw2', NULL, NULL, 'ar', NULL, NULL, NULL, '2024-03-25 08:08:31', '2024-03-25 08:08:31'),
(82, NULL, 'mooo', 'mo2', 'm34@gmail.com', '1222766302', '', '20', NULL, 1, '$2y$10$FDDC3lUg1rG386KkRLwAD.43YUC2J8Q9fISC5AP/x50e6zMdQP5US', NULL, NULL, 'en', NULL, NULL, NULL, '2024-03-25 08:14:29', '2024-05-22 07:46:30'),
(96, NULL, 'Moaaaaaaz', NULL, 'Moza12@gmail.com', '1111111112', NULL, '20', NULL, 1, '$2y$10$Z90tLHCmCML0uNXCtTQd0ugSWYfDiHOmTgG8qw/BFz8zdiwfqB9jm', NULL, NULL, 'en', NULL, NULL, NULL, '2024-05-12 09:15:05', '2024-05-21 12:14:42'),
(97, NULL, 'Moaz', NULL, 'Moza12@gmail.com', '1111111113', NULL, '20', NULL, 1, '$2y$10$eQ4ii60BCQT4ftshlQNDMe.8xfuwWvmKZtv5ttoKVJYV1IM7iz0X2', NULL, NULL, NULL, NULL, NULL, NULL, '2024-05-12 09:20:14', '2024-05-12 09:20:14'),
(99, NULL, 'default', 'sallam', 'default@gmail.com', '1551831191', NULL, '20', NULL, 1, '$2y$10$NPSUj5wSUw8yHROeMFYfweBBQYKV3mhcjDTIqzNhzZLyskJGFvImW', '40.7128', '-74.0060', 'en', NULL, NULL, NULL, '2024-03-23 11:24:39', '2024-05-07 10:07:48');

-- --------------------------------------------------------

--
-- Table structure for table `client_device_tokens`
--

CREATE TABLE `client_device_tokens` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `client_id` bigint(20) UNSIGNED NOT NULL,
  `device_token` longtext DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `client_device_tokens`
--

INSERT INTO `client_device_tokens` (`id`, `client_id`, `device_token`, `created_at`, `updated_at`) VALUES
(15, 6, 'mostafafsydwefnmkerl,wefjbywefregre', '2024-02-12 10:18:37', '2024-02-12 10:18:37'),
(16, 6, NULL, '2024-02-12 10:20:43', '2024-02-12 10:20:43'),
(40, 10, 'cqi0wb_Cd0DhhGZTwLFfj5:APA91bFhobynAaSBul-_gM8Xk8fiRrjz7tixkDslTR2Qz4Ytv4EuizJnbO3JKLbgVX3d8-b-h33L8XnbRW1p7qfJgTyShb_mmPQgNQ7DQiDrlsrsayQCfGI6uLOza3rHWDanCgbASzmS', '2024-02-17 14:43:21', '2024-02-17 14:43:21'),
(58, 9, 'deviceToken', '2024-02-23 07:31:13', '2024-02-23 07:31:13'),
(59, 36, 'fKJPfAypLErMn71me1eXfz:APA91bHdOMf91A4vFjZWxLMHECYkPi_xNTWeyIFPhWXK-USVWLGKWWHDWV0skqALS3nfPpX6BlcLL6KxAid6KNLh_5ernERQpcIZlI7XKNYu-qiQzZyJXBMYJgTzcgmA2SjvlxSoHaeS', '2024-02-23 08:18:48', '2024-02-23 08:18:48'),
(60, 37, 'cqBJNADA0Uw4g9BWkorj6h:APA91bFdC9F9TsbZTrBDhjdX-fKMLN_WmykIuVXBSoWp1PUvl9Whlp3feo3nznUzatJ2BAyPKTcSbRFb_BbTlNObvmutE-CAEqbalMGfVk65WqMDMzlnnCm1tkTSMQY4TXSHo-fkaLvn', '2024-02-24 14:07:44', '2024-02-24 14:07:44'),
(62, 9, 'f3KY3yyCsk8pmvZTwU7zl9:APA91bGLBdIUusjfFkARYfc5yFlb5g8Nffhkgmzl6_R4Ym38jy3UZ_9BDLYE3_a10PSfRrxO3zo4nJWjqL6McwWA4ZkBpj8qLrEvaBXNH3Im52Z6VtPcLgbozInbgQW9_YjB8we4ti3b', '2024-02-25 10:01:08', '2024-02-25 10:01:08'),
(96, 41, 'cwCyQweKNEF4h_A5iuax7z:APA91bEQvuZmXeq8VvDy4F6f0VrehLnl9lXi0wtIb1blTwzXqv932NbRXpxQPeE7khzMSroXZO266iqJHo5OuH-BXhn5-uRpvEzMz_-LxlbMMqjuBTFNSSyB114DWAedqfEwvrsG11-l', '2024-02-29 15:04:48', '2024-02-29 15:04:48'),
(108, 44, 'dvnYn4BqN0vvtu-N2neCNX:APA91bFlzJlEwp-JtpgInylZe8cpPTJkMjRoTNmUKUx7b7aGeN5-Vmx-deZG3bsXCWk2sq1xj4q8Sulf03K0XEDdRSbfM6fVphABoSut9UWui8l4iiev_VkKgk81PLlQcJ289YxS7jqb', '2024-03-03 11:31:23', '2024-03-03 11:31:23'),
(163, 9, 'frTGueM1BEmeiuiUunfMse:APA91bHXqG5uA9hiHWd_UQNuFbvp_SduIfVkkGtvuyGdz8AM2R7RWNX79z73JC6phiUWf_aK8FLlo55zzW6sL2dzIlXfkFYCPZnbhI5cC5ii4d_g18Kxy9CzKL9-FIonQ6MeoZQ2tlkp', '2024-03-07 15:39:26', '2024-03-07 15:39:26'),
(165, 50, 'ctMENwU1Tc6Okcx0sH_2YA:APA91bEOWJVEP5XwrV1QOqjp2-uEG4aQ1Ij1WiOEYI8ozOMFkAzWechyQvMbLEGTaiRAKNEvg-AB2XjHbD_q_M0rCGWSlIDRIeJhoPObZ2WVh2JMDX69TrTY5TJbQ2CCuVPx-JE1Lf8_', '2024-03-10 16:15:24', '2024-03-10 16:15:24'),
(167, 50, 'djrtBBiJQYu9Z29n-IFtmg:APA91bHZs1rl1S8AGkRdSfqfIKBjNeKdB3wwNjuwpz5P2DVNQGboDBZHV61PL_xVha4Xd1h9W2l5pUM_0G3jiWwAQewuxSWn6-U4UqD4kHYaXmHiea6RKH5ZXJ0XM48PGGoCK2pXw9XI', '2024-03-10 16:21:21', '2024-03-10 16:21:21'),
(188, 72, 'djrtBBiJQYu9Z29n-IFtmg:APA91bHZs1rl1S8AGkRdSfqfIKBjNeKdB3wwNjuwpz5P2DVNQGboDBZHV61PL_xVha4Xd1h9W2l5pUM_0G3jiWwAQewuxSWn6-U4UqD4kHYaXmHiea6RKH5ZXJ0XM48PGGoCK2pXw9XI', '2024-03-13 10:52:51', '2024-03-13 10:52:51'),
(190, 73, 'mostafafsydwefnmkerl,wefjbywefregre', '2024-03-13 12:14:29', '2024-03-13 12:14:29'),
(191, 73, 'd8iyvkGKPUa0qbmg6byKm8:APA91bEAHukGrTJAjk2QlR620il2h7uX3jXrBf3rFFtNc9CfjMPnq0swx2WKltK8Oc9RqspEEqns7Mhvnj3dpPdtjwSyHvEZcRoUlXvbA7sH9broEoTjaym1HM6ioP1QBP_aDPVaCkbN', '2024-03-13 12:23:53', '2024-03-13 12:23:53'),
(192, 72, NULL, '2024-03-18 21:37:41', '2024-03-18 21:37:41'),
(195, 75, NULL, '2024-03-20 10:06:24', '2024-03-20 10:06:24'),
(196, 75, 'eCq959V6QYicobYYcHpMg1:APA91bGulY2g92viIKhtKgaQbmjcq_i4AuK4HNT8wwxWY1J0z5Bth3N2P3_9so6VNGlPfgS36z-GpINMkC6aKh3ypblU0jlkea1baJjlVVVadhQiu4buSlBnuBfdlvmHruj7DaTHP_Sf', '2024-03-21 09:12:31', '2024-03-21 09:12:31'),
(213, 75, 'sallamfsydwefnmkerl,wefjbywefregre', '2024-03-23 14:20:43', '2024-03-23 14:20:43'),
(214, 80, 'sallamfsydwefnmkerl,wefjbywefregre', '2024-03-25 08:07:25', '2024-03-25 08:07:25'),
(215, 81, 'sallamfsydwefnmkerl,wefjbywefregre', '2024-03-25 08:08:31', '2024-03-25 08:08:31'),
(216, 81, NULL, '2024-03-25 08:08:38', '2024-03-25 08:08:38'),
(218, 75, 'fVT66Z8zRSucqkc91SaaOF:APA91bF1pogrceJMjQbfCfo9LMHfh52EmW1wk4j1Keqx7aXCy4jtioxCKehfX4yiEvzNCthpOYV7SB9xwadiqO3dtjBgOoyahz8eHFcusWKZDFq-amnA7f1m9sHdjiU1qQzTyBFn1L80', '2024-03-25 11:45:03', '2024-03-25 11:45:03'),
(219, 75, 'c2QLcXpVQmCclVQDGfko30:APA91bHePgk7H1BYF2ixlCRYn98tMEyxxI6aFuqqyU1il6CGOsoqx_eXOAWfr_vXxZOSU1uVApwg95oVPxGnegJgiXBl6xdD38wtBwj6wyq-N3ZmJ0SrWyfJbTigFoK52E62Ls7OST4E', '2024-03-25 13:19:20', '2024-03-25 13:19:20'),
(220, 75, 'ekEKY1x3SxGmodSxvA55QN:APA91bHGKcd_VGwx1toZtQP3q9BfkamoGJoGDMYMvS4bESKQRt6YRwPljiVL7HjnxFhhaRfXWlOtl6Xf-sGT8Z6pptSPzeFzsrqDl761ly6yjl9xRafgUd5BgX1Lgug2eFxIMCjIDAuc', '2024-03-27 11:06:28', '2024-03-27 11:06:28'),
(222, 75, 'driver1mfsydwefnmkerl,wefjbywefregre', '2024-03-28 23:07:05', '2024-03-28 23:07:05'),
(235, 75, 'mosydwefnmkerl,wefjbywefregre', '2024-04-02 10:28:16', '2024-04-02 10:28:16'),
(268, 79, 'fFN1uwCHSbSZJmJwqJ1S-1:APA91bGHcrgffjz_h_lNrib2pvWaYBjwMoGIY7E0urEMwG5yVQpQukx5HeZONYUQswvWH0gown0M2d8O-uqd33EtjEqkOqFhYphDATJc3zfxsHwL842DnL5AM6iaggYqbMonU_MDsRLy', '2024-05-07 09:50:11', '2024-05-07 09:50:11'),
(302, 96, 'c4jUXd1dQ0Uik_zfrC007t:APA91bGvP8wz-AuOfudz3ABPCg7Y8v86ZNyYc2rF7CKiXGridlGb-mhVh2arSzy4ADvAciKp8xS5Tzas3a9JHvTcmabO0IT_VsDNcTyh89XfYojy71qeoUNaP0XDNtz1L-xEQ-94OKz9', '2024-05-12 09:15:05', '2024-05-12 09:15:05'),
(303, 97, 'c4jUXd1dQ0Uik_zfrC007t:APA91bGvP8wz-AuOfudz3ABPCg7Y8v86ZNyYc2rF7CKiXGridlGb-mhVh2arSzy4ADvAciKp8xS5Tzas3a9JHvTcmabO0IT_VsDNcTyh89XfYojy71qeoUNaP0XDNtz1L-xEQ-94OKz9', '2024-05-12 09:20:14', '2024-05-12 09:20:14'),
(311, 82, 'cmYHR9tiSgWN68ghX3r8Y5:APA91bE7PK8tNV3WAWH4ocl7SE5MvdNuIBSKd-566KE3_VWStTEFo-MAFS32zZJcy8iPsq2jdgrr8-9sX4twekPZ-37Jz84um83cVpxoTJcNtuGgTMtc49Ol-AdwFgCVwAVv1-JnMwVP', '2024-05-13 08:27:22', '2024-05-13 08:27:22'),
(317, 82, 'cblyxDDaSTOuIndAjydQjT:APA91bH9mc7zmKt0S1nQL1u62UU8MAPGEBPbfh7FhnD9sGE3z8T2_un23c-Lc1yBKRQzxHSqFfzPNjye3jbvD9LTMterCzQgL7ogo1jPAdgi_cqwQBOhueSnF-1uGarbBOyPh4GTG4x6', '2024-05-14 09:42:37', '2024-05-14 09:42:37'),
(318, 82, 'fREr9-saR1KUCHBycPMNWc:APA91bGjJ1awthOYIe3uPp5Y_THuf8QjvgMZO2Rx7vobKW_ddg4u9zJllBCmrWQZt8-KFqbqhl77Tye3fEqMKbTdyxPp9SFOSPyknXnb67s_9BpOj6J2eV4V6PLJeCY4G49AhpbUIrx3', '2024-05-14 09:53:03', '2024-05-14 09:53:03'),
(322, 82, 'dqllWGHlQ6qPBdcyqStt0m:APA91bHTjh2z9j7yloYO7bizMxVbw6p_QCqDlJKuMHXNyp3ihcEFrDu1yS6RD_IOqr0t6VvBL5hR9YR0VADmDQ3yqfXFOrEh7PM3nKZUWYRa_V4wm1Q7Rx2Dd2z-gwYYhZKgaLTKQy7b', '2024-05-15 07:34:53', '2024-05-15 07:34:53'),
(339, 50, 'faIefgPFRYOMN2h98eBOxE:APA91bH9LrICXge9rvj6A15ci_FvDse-DxA9aDaa0_K0zB-nHBHTRD0qBct82J51w8Zqh-A6xxHWGmJtAEYtaza8B6OpwrjMtA46gAJvdf-X9ouC5KNvhc1qkkae0fK--Acwfw3ETpUL', '2024-05-20 09:55:26', '2024-05-20 09:55:26'),
(340, 50, NULL, '2024-05-20 09:57:39', '2024-05-20 09:57:39'),
(343, 82, 'cAagFdJATE-th9cScL9O56:APA91bFYZovT5XPaN5vj4EyBfOYMR6kKYQkDI92eWbkG6j2nMkjFPYhmMNCm3ZPxpc0jlANGDDo3zPm-ErRZIznCWJf5PCrA0FSa2df33po7nBjM0hxVMRcpZeUAZgDWwAgdQYwBsbQJ', '2024-05-20 13:58:04', '2024-05-20 13:58:04'),
(345, 82, 'e96R54FGRyW1GinZEzh-zj:APA91bE2pFAN9DMLcpjGkFOcSrPUeUPdYLhh8wf_lwZgm9dRmFzU11PRIFppIX-Rn9TkOX3W4mBJrnl406ZJcxs-fLnNu_XOcfwL49MwJuJTkULsMSnH1qobbLxZg3vWdUcrHPdKzChp', '2024-05-20 14:08:26', '2024-05-20 14:08:26'),
(352, 82, 'fP7gSw69S1WMStEYCXCw8Y:APA91bGEAx1oXEss6kAqzQA2EyG2tLFEg3tucgR8-oAR7TWTc83uY_hVzYE1m13Tj7oTjOmZm_6iGHh8PI7HgcAuDiEMFxVauARNgN9W7hI4st9HVoXG4OiCq0yy0fD6T6mg6QV0DmUR', '2024-05-21 10:35:31', '2024-05-21 10:35:31'),
(361, 80, NULL, '2024-05-22 07:30:52', '2024-05-22 07:30:52'),
(364, 82, 'fDg33BhlSKSFmZGAsLCksG:APA91bGr67OmmK5uvZ-3pJ1NUkC3YeCjKa93fGNdl_oRA5zxIRHdsrgvKMsr8wG1-FRq08MSOCnhlXgkbQKpy3YX9k1ubLkg2GTOoNjtJpZuOtj-cntteP7XKRPVx-hY-0zX6qelRzLA', '2024-05-22 10:18:57', '2024-05-22 10:18:57'),
(371, 82, NULL, '2024-05-23 12:50:43', '2024-05-23 12:50:43'),
(373, 82, 'dZ6rN6DJR6KS3yVioHDaH9:APA91bF3JH5LyVSTSuM7F-A8VEsU5_It3TI3f2exlShMD-E_L2dBpHfau_N88VDYS-A9EDLoClgKgosNCwF359_vNpfizI2RwOW1exSw_hUJqq6ARRbvjrid4d92jLLNi6CAGrP73fF6', '2024-05-26 12:24:13', '2024-05-26 12:24:13');

-- --------------------------------------------------------

--
-- Table structure for table `complaints`
--

CREATE TABLE `complaints` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `full_name` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `complaint` longtext NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_general_ci;

--
-- Dumping data for table `complaints`
--

INSERT INTO `complaints` (`id`, `title`, `full_name`, `email`, `complaint`, `created_at`, `updated_at`) VALUES
(1, 'ali', 'aliali', 'ali@gmail.com', 'bad driver', NULL, NULL),
(2, 'ali2', 'aliali2', 'ali2@gmail.com', 'bad driver bad driverbad driverbad driverbad driverbad driverbad driverbad driverbad driverbad driverbad driverbad driverbad driverbad driverbad driverbad driverbad driverbad driverbad driver', NULL, NULL),
(7, 'شكوى2', 'احمد على2', 'ahned2@gmail.come', 'سائق متهور2', '2024-04-02 18:46:35', '2024-04-02 18:46:35'),
(8, 'شكوى2', 'احمد على2', 'ahned2@gmail.come', 'سائق متهور2', '2024-04-02 19:46:04', '2024-04-02 19:46:04'),
(9, 'شكوى3', 'احمد على2', 'ahned2@gmail.come', 'سائق متهور2', '2024-04-03 07:21:07', '2024-04-03 07:21:07'),
(10, 'شكوى3', 'احمد على2', 'ahned2@gmail.com', 'سائق متهور2', '2024-04-03 08:04:44', '2024-04-03 08:04:44'),
(11, 'cogs', 'gags', 'm1@gmail.com', 'Dsgs', '2024-04-03 08:17:07', '2024-04-03 08:17:07'),
(12, 'شكوى3', 'احمد على2', 'ahned2@gmail.com', 'سائق متهور2', '2024-04-03 08:57:13', '2024-04-03 08:57:13');

-- --------------------------------------------------------

--
-- Table structure for table `countries`
--

CREATE TABLE `countries` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title_ar` varchar(255) NOT NULL,
  `title_en` varchar(255) NOT NULL,
  `currancy_code_ar` varchar(255) DEFAULT NULL,
  `currancy_code_en` varchar(255) DEFAULT NULL,
  `currancy_value` decimal(5,3) NOT NULL DEFAULT 0.000,
  `phone_code` varchar(255) DEFAULT NULL,
  `country_code` varchar(255) DEFAULT NULL,
  `length` int(11) NOT NULL DEFAULT 10,
  `decimals` int(11) NOT NULL DEFAULT 3,
  `lat` varchar(255) DEFAULT NULL,
  `long` varchar(255) DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 1,
  `image` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `countries`
--

INSERT INTO `countries` (`id`, `title_ar`, `title_en`, `currancy_code_ar`, `currancy_code_en`, `currancy_value`, `phone_code`, `country_code`, `length`, `decimals`, `lat`, `long`, `status`, `image`, `created_at`, `updated_at`) VALUES
(1, 'البحرين', 'Bahrain', 'دينار بحريني', 'BD', 1.000, '+973', 'BH', 8, 3, '25.93041400', '50.63777200', 1, '/countries/Bahrain.png', '2022-10-09 05:52:15', '2023-09-14 04:27:31'),
(2, 'المملكة العربية السعودية', 'Saudi Arabia', 'ريال سعودي', 'SR', 10.000, '+966', 'SA', 9, 2, '23.88594200', '45.07916200', 1, '/countries/SaudiArabia.png', '2022-10-09 05:52:15', '2023-09-14 04:24:01'),
(3, 'سلطنة عمان', 'Oman', 'ريال عماني', 'OR', 1.020, '+968', 'OM', 8, 3, '21.51258300', '55.92325500', 1, '/countries/Oman.png', '2022-10-09 05:52:15', '2023-12-12 08:09:56'),
(4, 'الإمارات العربية المتحدة', 'United Arab Emirates', 'درهم إماراتي', 'AED', 10.000, '+971', 'AE', 9, 3, '23.42407600', '53.84781800', 1, '/countries/UnitedArabEmirates.png', '2022-10-09 05:52:15', '2023-09-14 04:26:13'),
(5, 'قطر', 'Qatar', 'ريال قطري', 'QR', 10.000, '+974', 'QA', 8, 3, '25.35482600', '51.18388400', 1, '/countries/Qatar.png', '2022-10-09 05:52:15', '2023-09-14 04:26:37'),
(6, 'الكويت', 'Kuwait', 'دينار كويتي', 'KWD', 0.810, '+965', 'KW', 8, 3, '29.31166000', '47.48176600', 1, '/countries/Kuwait.png', '2022-10-09 05:52:15', '2023-09-14 04:26:52'),
(7, 'مصر', 'Egypt', 'جنيه مصري', 'E£', 61.410, '+20', 'EG', 10, 3, '26.82055300', '30.80249800', 1, '/countries/Egypt.png', '2022-10-09 05:52:15', '2023-12-12 08:08:54');

-- --------------------------------------------------------

--
-- Table structure for table `drivers`
--

CREATE TABLE `drivers` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `uuid` varchar(255) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `surname` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `image` varchar(255) DEFAULT NULL,
  `phone_code` varchar(255) DEFAULT NULL,
  `country_code` varchar(255) DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 1,
  `password` varchar(255) DEFAULT NULL,
  `latitude` varchar(255) DEFAULT NULL,
  `longitude` varchar(255) DEFAULT NULL,
  `lang` tinytext DEFAULT 'ar',
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `remember_token` varchar(100) DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `drivers`
--

INSERT INTO `drivers` (`id`, `uuid`, `name`, `surname`, `email`, `phone`, `image`, `phone_code`, `country_code`, `status`, `password`, `latitude`, `longitude`, `lang`, `email_verified_at`, `remember_token`, `deleted_at`, `created_at`, `updated_at`) VALUES
(87, NULL, 'driver1', NULL, 'driver1@gmail.com', '1551831192', '/uploads/drivers/1711882371_9119.jpg', '20', 'EG', 1, '$2y$10$Yp1RspDvYJMmN92nchVfJe.KzrdClSe1bE617KFplEIBwM9xYvN4m', '31.2223531', '29.9463337', 'en', NULL, NULL, NULL, '2024-03-29 14:29:16', '2024-05-26 12:00:55'),
(88, NULL, 'driver2', NULL, 'driver2@gmail.com', '1551831191', '/uploads/drivers/1711882349_5769.jpg', '20', NULL, 1, '$2y$10$2Y4ubNAOuyAw4SL3rI7ylOBVp/xTEQwIseIfgBIi7bCbv8J6Q1y4q', '30.4930748', '30.9784902', 'ar', NULL, NULL, NULL, '2024-03-29 14:29:16', '2024-05-23 18:51:43'),
(89, NULL, 'driver3', NULL, 'mohamed@gmail.com', '1234567890', '/uploads/drivers/1711882583_4312.jpg', '973', 'BH', 1, '$2y$10$U.RxD1aJJYb7PrXSiYI3iO87XU90rw7gIVkd50jv7.I5yjvmhVhdK', '26.099282', '50.517446', 'ar', NULL, NULL, NULL, '2014-01-31 10:56:23', '2024-03-31 10:56:23'),
(90, NULL, 'driver4', NULL, 'driver4@gmail.com', '1234567890', '/uploads/drivers/1711882371_9119.jpg', '20', 'EG', 1, '$2y$10$kvtq.FdNuQtB.hT3SLVGqO5gpDHUsT8y11z0UqHsm/mwexXLbtMMC', '31.2223522', '29.9463337', 'en', NULL, NULL, NULL, '2024-03-29 14:29:16', '2024-05-21 13:19:57'),
(91, NULL, 'driver5', NULL, 'driver2@gmail.com', '1551131192', '/uploads/drivers/1711882349_5769.jpg', '20', NULL, 1, '$2y$10$2Y4ubNAOuyAw4SL3rI7ylOBVp/xTEQwIseIfgBIi7bCbv8J6Q1y4q', '26.074949', '50.589524', 'ar', NULL, NULL, NULL, '2024-03-29 14:29:16', '2024-03-31 10:52:29'),
(92, NULL, 'driver6', NULL, 'mohamed@gmail.com', '12324', '/uploads/drivers/1711882583_4312.jpg', '973', 'BH', 1, '$2y$10$U.RxD1aJJYb7PrXSiYI3iO87XU90rw7gIVkd50jv7.I5yjvmhVhdK', '25.957384', '50.568046', 'ar', NULL, NULL, NULL, '2024-03-31 10:56:23', '2024-03-31 10:56:23'),
(96, NULL, 'driver7', NULL, 'ma@gmail.com', '12324', '/uploads/drivers/1711882583_4312.jpg', '973', 'BH', 1, '$2y$10$U.RxD1aJJYb7PrXSiYI3iO87XU90rw7gIVkd50jv7.I5yjvmhVhdK', '26.061647', '50.561396', 'ar', NULL, NULL, NULL, '2024-03-31 10:56:23', '2024-03-31 10:56:23');

-- --------------------------------------------------------

--
-- Table structure for table `driver_device_tokens`
--

CREATE TABLE `driver_device_tokens` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `driver_id` bigint(20) UNSIGNED NOT NULL,
  `device_token` longtext DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `driver_device_tokens`
--

INSERT INTO `driver_device_tokens` (`id`, `driver_id`, `device_token`, `created_at`, `updated_at`) VALUES
(13, 87, 'driver1mfsydwefnmkerl,wefjbywefregre', '2024-03-29 14:29:16', '2024-03-29 14:29:16'),
(15, 87, '08ae2d9977793af1360c10e2e9c46e37ea4540165ad90214cb452dc65da0313d', '2024-03-29 14:30:21', '2024-03-29 14:30:21'),
(16, 87, 'fKdanf2pTyO7uRh_m_1zq7:APA91bGAXI2MRRVvKG5AfGowI_HUpXpeA6WogUkBifSwGQDgW5wNhMA-zv5_qqb_LOhYd-EsHpRDliUorI3vlbG-rHSHrUNrtCwjqA1_6PTEhoB84L1gJUY8ZbCOzLwkex8yZ2NQbBX7', '2024-03-31 08:52:42', '2024-03-31 08:52:42'),
(31, 87, 'dSs16d4xQr6JrEIIUjxWSr:APA91bFhFM_b1gDGk2e2rXmCWGKWWBAmB1vH6VtwdUfaB05Oo7DfwvbfR6RiV4q9yNok4X4E95ot7JCTLmkGo1YEyra3JzIdkNjNP-NG70_9VQGgNiq_CRYK0xAwNIayfSspaFPk5b-E', '2024-04-16 11:24:15', '2024-04-16 11:24:15'),
(33, 87, 'dk-JLypDQoah6fBjmfeJ0y:APA91bGHKm4nZ6rl5PQQWm9NzGlikvYxJnfJGpmuJXj4kDDV6ygWO1_Xqo0z260Mc-ACnRxLD3OK0qJ7QzGTnTT5Q-mjEtehfYHL3i1Ybr1U-EvzKN1Riqb_vpFAT2MpJsB8lld_-Y0E', '2024-04-18 09:36:06', '2024-04-18 09:36:06'),
(43, 87, 'testmfsydwefnmkerl,wefjbywefregre', '2024-05-05 09:04:38', '2024-05-05 09:04:38'),
(64, 88, NULL, '2024-05-22 08:12:07', '2024-05-22 08:12:07'),
(82, 88, 'eR9mpQgGRZeQvyvv2DXhCo:APA91bHTQJpVUutfwS_7jH-zJrx6Xo0K87kG1glggiKeunOlhGTIpgjlFXtbXRwtMVEWh-nS_XYftUpQTxTcaRdnuqSr3HDlkFf6WRFtsB8lpfK1Nw3j8_fI4vvXq13uE9BN6QNIDZcp', '2024-05-23 19:01:16', '2024-05-23 19:01:16'),
(83, 87, NULL, '2024-05-26 07:02:32', '2024-05-26 07:02:32');

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2013_05_10_080339_create_services_table', 1),
(2, '2013_10_10_100517_create_days_table', 1),
(3, '2013_10_12_000000_create_client_table', 1),
(4, '2013_10_12_000000_create_employer_table', 1),
(5, '2013_12_15_080340_create_branches_table', 1),
(6, '2014_10_10_000000_create_countries_table', 1),
(7, '2014_10_11_000000_create_abouts_table', 1),
(8, '2014_10_11_000000_create_privacy_table', 1),
(9, '2014_10_11_000000_create_sliders_table', 1),
(10, '2014_10_11_000000_create_terms_table', 1),
(11, '2014_10_11_100517_create_blocks_table', 1),
(12, '2014_10_12_000000_create_admin_table', 1),
(13, '2022_04_18_080645_create_points_table', 1),
(14, '2022_04_18_080645_create_settings_table', 1),
(15, '2022_04_18_084603_create_contacts_table', 1),
(16, '2022_04_18_084626_create_f_a_q_s_table', 1),
(17, '2022_04_19_100517_create_payments_table', 1),
(18, '2022_05_11_080339_create_carts_table', 1),
(19, '2022_05_11_080339_create_orders_table', 1),
(20, '2022_05_12_080341_create_notifications_table', 1);

-- --------------------------------------------------------

--
-- Table structure for table `nearest_drivers_rides`
--

CREATE TABLE `nearest_drivers_rides` (
  `id` bigint(20) NOT NULL,
  `ride_id` bigint(20) UNSIGNED NOT NULL,
  `driver_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1 COLLATE=latin1_general_ci;

--
-- Dumping data for table `nearest_drivers_rides`
--

INSERT INTO `nearest_drivers_rides` (`id`, `ride_id`, `driver_id`, `created_at`, `updated_at`) VALUES
(2, 395, 88, '2024-05-23 17:55:55', '2024-05-23 17:55:55'),
(3, 396, 88, '2024-05-23 18:00:59', '2024-05-23 18:00:59'),
(4, 397, 88, '2024-05-23 18:56:57', '2024-05-23 18:56:57'),
(6, 397, 88, '2024-05-23 18:58:12', '2024-05-23 18:58:12'),
(7, 6, 90, '2024-05-23 18:58:12', '2024-05-23 18:58:12'),
(8, 397, 88, '2024-05-23 18:59:54', '2024-05-23 18:59:54'),
(9, 397, 90, '2024-05-23 18:59:54', '2024-05-23 18:59:54'),
(10, 397, 88, '2024-05-23 19:01:53', '2024-05-23 19:01:53'),
(11, 397, 90, '2024-05-23 19:01:53', '2024-05-23 19:01:53'),
(12, 397, 88, '2024-05-23 19:02:18', '2024-05-23 19:02:18'),
(13, 397, 90, '2024-05-23 19:02:18', '2024-05-23 19:02:18'),
(14, 397, 88, '2024-05-23 19:02:32', '2024-05-23 19:02:32'),
(15, 397, 90, '2024-05-23 19:02:32', '2024-05-23 19:02:32'),
(16, 398, 88, '2024-05-23 19:10:58', '2024-05-23 19:10:58'),
(17, 398, 90, '2024-05-23 19:10:58', '2024-05-23 19:10:58'),
(18, 399, 88, '2024-05-23 19:41:21', '2024-05-23 19:41:21'),
(19, 399, 90, '2024-05-23 19:41:21', '2024-05-23 19:41:21'),
(24, 400, 87, '2024-05-24 13:09:46', '2024-05-24 13:09:46'),
(25, 400, 88, '2024-05-24 13:09:46', '2024-05-24 13:09:46'),
(26, 400, 87, '2024-05-24 13:09:46', '2024-05-24 13:09:46'),
(27, 400, 88, '2024-05-24 13:09:46', '2024-05-24 13:09:46'),
(28, 401, 90, '2024-05-26 06:35:53', '2024-05-26 06:35:53'),
(29, 404, 90, '2024-05-26 06:57:40', '2024-05-26 06:57:40'),
(30, 405, 90, '2024-05-26 06:58:40', '2024-05-26 06:58:40'),
(31, 406, 90, '2024-05-26 06:59:30', '2024-05-26 06:59:30'),
(32, 407, 87, '2024-05-26 07:07:27', '2024-05-26 07:07:27'),
(33, 407, 90, '2024-05-26 07:07:27', '2024-05-26 07:07:27'),
(34, 408, 87, '2024-05-26 07:11:21', '2024-05-26 07:11:21'),
(35, 408, 90, '2024-05-26 07:11:21', '2024-05-26 07:11:21'),
(36, 410, 87, '2024-05-26 07:50:25', '2024-05-26 07:50:25'),
(37, 410, 90, '2024-05-26 07:50:25', '2024-05-26 07:50:25'),
(38, 411, 87, '2024-05-26 08:06:01', '2024-05-26 08:06:01'),
(39, 411, 90, '2024-05-26 08:06:01', '2024-05-26 08:06:01'),
(40, 412, 90, '2024-05-26 08:09:54', '2024-05-26 08:09:54'),
(41, 413, 90, '2024-05-26 08:10:37', '2024-05-26 08:10:37'),
(42, 414, 90, '2024-05-26 08:11:31', '2024-05-26 08:11:31'),
(43, 415, 87, '2024-05-26 08:12:06', '2024-05-26 08:12:06'),
(44, 415, 90, '2024-05-26 08:12:06', '2024-05-26 08:12:06'),
(45, 416, 90, '2024-05-26 08:18:49', '2024-05-26 08:18:49'),
(46, 417, 90, '2024-05-26 08:19:10', '2024-05-26 08:19:10'),
(47, 418, 87, '2024-05-26 08:21:14', '2024-05-26 08:21:14'),
(48, 418, 90, '2024-05-26 08:21:14', '2024-05-26 08:21:14'),
(49, 419, 90, '2024-05-26 08:23:24', '2024-05-26 08:23:24'),
(50, 420, 90, '2024-05-26 08:23:50', '2024-05-26 08:23:50'),
(51, 421, 90, '2024-05-26 08:24:31', '2024-05-26 08:24:31'),
(52, 423, 90, '2024-05-26 08:26:51', '2024-05-26 08:26:51'),
(53, 424, 90, '2024-05-26 08:48:08', '2024-05-26 08:48:08'),
(54, 425, 90, '2024-05-26 08:49:20', '2024-05-26 08:49:20'),
(55, 426, 87, '2024-05-26 08:55:29', '2024-05-26 08:55:29'),
(56, 426, 90, '2024-05-26 08:55:29', '2024-05-26 08:55:29'),
(57, 427, 90, '2024-05-26 08:59:00', '2024-05-26 08:59:00'),
(58, 428, 90, '2024-05-26 09:00:10', '2024-05-26 09:00:10'),
(59, 429, 90, '2024-05-26 09:00:55', '2024-05-26 09:00:55'),
(60, 431, 87, '2024-05-26 09:07:56', '2024-05-26 09:07:56'),
(61, 431, 90, '2024-05-26 09:07:56', '2024-05-26 09:07:56'),
(62, 432, 90, '2024-05-26 09:11:11', '2024-05-26 09:11:11'),
(63, 433, 90, '2024-05-26 09:13:22', '2024-05-26 09:13:22'),
(64, 434, 87, '2024-05-26 09:19:10', '2024-05-26 09:19:10'),
(65, 434, 90, '2024-05-26 09:19:10', '2024-05-26 09:19:10'),
(66, 435, 90, '2024-05-26 09:19:45', '2024-05-26 09:19:45'),
(67, 437, 87, '2024-05-26 09:33:50', '2024-05-26 09:33:50'),
(68, 437, 90, '2024-05-26 09:33:50', '2024-05-26 09:33:50'),
(69, 438, 87, '2024-05-26 09:34:37', '2024-05-26 09:34:37'),
(70, 438, 90, '2024-05-26 09:34:37', '2024-05-26 09:34:37'),
(71, 439, 87, '2024-05-26 10:17:19', '2024-05-26 10:17:19'),
(72, 439, 90, '2024-05-26 10:17:19', '2024-05-26 10:17:19'),
(73, 440, 87, '2024-05-26 10:31:41', '2024-05-26 10:31:41'),
(74, 440, 90, '2024-05-26 10:31:41', '2024-05-26 10:31:41'),
(75, 441, 87, '2024-05-26 10:42:29', '2024-05-26 10:42:29'),
(76, 441, 90, '2024-05-26 10:42:29', '2024-05-26 10:42:29'),
(77, 442, 87, '2024-05-26 10:46:10', '2024-05-26 10:46:10'),
(78, 442, 90, '2024-05-26 10:46:10', '2024-05-26 10:46:10'),
(79, 443, 90, '2024-05-26 10:48:38', '2024-05-26 10:48:38'),
(80, 444, 90, '2024-05-26 10:52:14', '2024-05-26 10:52:14'),
(81, 445, 90, '2024-05-26 10:53:21', '2024-05-26 10:53:21'),
(82, 446, 87, '2024-05-26 10:56:53', '2024-05-26 10:56:53'),
(83, 446, 90, '2024-05-26 10:56:53', '2024-05-26 10:56:53'),
(84, 50, 87, '2024-05-26 11:03:51', '2024-05-26 11:03:51'),
(85, 50, 90, '2024-05-26 11:03:51', '2024-05-26 11:03:51'),
(86, 447, 87, '2024-05-26 11:04:37', '2024-05-26 11:04:37'),
(87, 447, 90, '2024-05-26 11:04:37', '2024-05-26 11:04:37'),
(88, 44, 87, '2024-05-26 11:05:50', '2024-05-26 11:05:50'),
(89, 44, 90, '2024-05-26 11:05:50', '2024-05-26 11:05:50'),
(90, 43, 87, '2024-05-26 11:07:39', '2024-05-26 11:07:39'),
(91, 43, 90, '2024-05-26 11:07:39', '2024-05-26 11:07:39'),
(92, 448, 87, '2024-05-26 11:20:43', '2024-05-26 11:20:43'),
(93, 448, 90, '2024-05-26 11:20:43', '2024-05-26 11:20:43'),
(94, 449, 87, '2024-05-26 11:21:13', '2024-05-26 11:21:13'),
(95, 449, 90, '2024-05-26 11:21:13', '2024-05-26 11:21:13'),
(96, 450, 90, '2024-05-26 11:25:53', '2024-05-26 11:25:53'),
(97, 451, 87, '2024-05-26 11:36:08', '2024-05-26 11:36:08'),
(98, 451, 90, '2024-05-26 11:36:08', '2024-05-26 11:36:08'),
(99, 452, 90, '2024-05-26 11:41:05', '2024-05-26 11:41:05'),
(100, 453, 87, '2024-05-26 11:43:37', '2024-05-26 11:43:37'),
(101, 453, 90, '2024-05-26 11:43:37', '2024-05-26 11:43:37'),
(102, 454, 90, '2024-05-26 11:48:32', '2024-05-26 11:48:32'),
(103, 457, 87, '2024-05-26 11:50:19', '2024-05-26 11:50:19'),
(104, 457, 90, '2024-05-26 11:50:19', '2024-05-26 11:50:19'),
(105, 456, 87, '2024-05-26 11:50:23', '2024-05-26 11:50:23'),
(106, 456, 90, '2024-05-26 11:50:23', '2024-05-26 11:50:23'),
(107, 458, 90, '2024-05-26 11:56:54', '2024-05-26 11:56:54'),
(108, 459, 87, '2024-05-26 12:05:36', '2024-05-26 12:05:36'),
(109, 459, 90, '2024-05-26 12:05:36', '2024-05-26 12:05:36'),
(110, 460, 90, '2024-05-26 12:12:31', '2024-05-26 12:12:31'),
(111, 461, 87, '2024-05-26 12:14:15', '2024-05-26 12:14:15'),
(112, 461, 90, '2024-05-26 12:14:15', '2024-05-26 12:14:15'),
(113, 462, 90, '2024-05-26 12:22:53', '2024-05-26 12:22:53'),
(114, 463, 87, '2024-05-26 12:24:29', '2024-05-26 12:24:29'),
(115, 463, 90, '2024-05-26 12:24:29', '2024-05-26 12:24:29'),
(116, 464, 87, '2024-05-26 12:25:26', '2024-05-26 12:25:26'),
(117, 464, 90, '2024-05-26 12:25:26', '2024-05-26 12:25:26'),
(118, 465, 90, '2024-05-26 12:33:33', '2024-05-26 12:33:33'),
(119, 466, 87, '2024-05-26 12:34:40', '2024-05-26 12:34:40'),
(120, 466, 90, '2024-05-26 12:34:40', '2024-05-26 12:34:40'),
(121, 467, 90, '2024-05-26 12:39:55', '2024-05-26 12:39:55'),
(122, 468, 90, '2024-05-26 12:40:25', '2024-05-26 12:40:25'),
(123, 469, 87, '2024-05-26 12:43:59', '2024-05-26 12:43:59'),
(124, 469, 90, '2024-05-26 12:43:59', '2024-05-26 12:43:59');

-- --------------------------------------------------------

--
-- Table structure for table `notifications`
--

CREATE TABLE `notifications` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `client_id` bigint(20) UNSIGNED DEFAULT NULL,
  `driver_id` bigint(20) UNSIGNED DEFAULT NULL,
  `ride_id` bigint(20) UNSIGNED DEFAULT NULL,
  `title_ar` varchar(255) DEFAULT NULL,
  `title_en` varchar(255) DEFAULT NULL,
  `type` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `notifications`
--

INSERT INTO `notifications` (`id`, `client_id`, `driver_id`, `ride_id`, `title_ar`, `title_en`, `type`, `created_at`, `updated_at`) VALUES
(2861, 80, NULL, 326, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-21 19:07:02', '2024-05-21 19:07:02'),
(2862, 82, NULL, 328, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-21 19:07:02', '2024-05-21 19:07:02'),
(2863, 80, NULL, 326, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-21 19:08:02', '2024-05-21 19:08:02'),
(2864, 82, NULL, 328, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-21 19:08:02', '2024-05-21 19:08:02'),
(2865, 80, NULL, 326, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-21 19:09:02', '2024-05-21 19:09:02'),
(2866, 82, NULL, 328, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-21 19:09:02', '2024-05-21 19:09:02'),
(2867, 80, NULL, 326, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-21 19:10:02', '2024-05-21 19:10:02'),
(2868, 82, NULL, 328, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-21 19:10:02', '2024-05-21 19:10:02'),
(2869, 80, NULL, 326, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-21 19:11:01', '2024-05-21 19:11:01'),
(2870, 82, NULL, 328, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-21 19:11:01', '2024-05-21 19:11:01'),
(2871, 80, NULL, 326, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-21 19:12:02', '2024-05-21 19:12:02'),
(2872, 82, NULL, 328, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-21 19:12:02', '2024-05-21 19:12:02'),
(2873, 80, NULL, 326, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-21 19:13:02', '2024-05-21 19:13:02'),
(2874, 82, NULL, 328, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-21 19:13:02', '2024-05-21 19:13:02'),
(2875, 80, NULL, 326, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-21 20:24:01', '2024-05-21 20:24:01'),
(2876, 80, NULL, 326, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-21 20:47:02', '2024-05-21 20:47:02'),
(2877, NULL, 87, 326, 'رحلة جديدة', 'New Ride', 'public', '2024-05-21 21:17:20', '2024-05-21 21:17:20'),
(2878, NULL, 88, 326, 'رحلة جديدة', 'New Ride', 'public', '2024-05-21 21:17:20', '2024-05-21 21:17:20'),
(2879, NULL, 89, 326, 'رحلة جديدة', 'New Ride', 'public', '2024-05-21 21:17:20', '2024-05-21 21:17:20'),
(2880, NULL, 90, 328, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 06:21:48', '2024-05-22 06:21:48'),
(2881, NULL, 87, 326, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 06:41:56', '2024-05-22 06:41:56'),
(2882, NULL, 88, 326, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 06:41:56', '2024-05-22 06:41:56'),
(2883, NULL, 89, 326, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 06:41:56', '2024-05-22 06:41:56'),
(2884, NULL, 90, 328, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 06:46:23', '2024-05-22 06:46:23'),
(2885, NULL, 90, 328, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 06:47:33', '2024-05-22 06:47:33'),
(2886, NULL, 90, 328, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 06:54:45', '2024-05-22 06:54:45'),
(2887, NULL, 90, 328, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 06:55:10', '2024-05-22 06:55:10'),
(2888, NULL, 87, 328, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 07:09:57', '2024-05-22 07:09:57'),
(2889, NULL, 90, 328, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 07:09:58', '2024-05-22 07:09:58'),
(2890, NULL, 87, 328, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 07:10:15', '2024-05-22 07:10:15'),
(2891, NULL, 90, 328, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 07:10:15', '2024-05-22 07:10:15'),
(2892, NULL, 87, 328, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 07:14:41', '2024-05-22 07:14:41'),
(2893, NULL, 90, 328, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 07:14:42', '2024-05-22 07:14:42'),
(2894, NULL, 87, 328, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 07:27:45', '2024-05-22 07:27:45'),
(2895, NULL, 90, 328, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 07:27:46', '2024-05-22 07:27:46'),
(2896, NULL, 87, 328, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 07:29:09', '2024-05-22 07:29:09'),
(2897, NULL, 90, 328, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 07:29:10', '2024-05-22 07:29:10'),
(2898, NULL, 87, 328, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 07:31:02', '2024-05-22 07:31:02'),
(2899, NULL, 90, 328, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 07:31:02', '2024-05-22 07:31:02'),
(2900, NULL, 87, 328, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 07:31:24', '2024-05-22 07:31:24'),
(2901, NULL, 90, 328, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 07:31:24', '2024-05-22 07:31:24'),
(2902, NULL, 87, 328, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 07:31:36', '2024-05-22 07:31:36'),
(2903, NULL, 90, 328, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 07:31:37', '2024-05-22 07:31:37'),
(2904, NULL, 87, 328, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 07:31:43', '2024-05-22 07:31:43'),
(2905, NULL, 90, 328, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 07:31:43', '2024-05-22 07:31:43'),
(2906, NULL, 88, 326, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 07:35:32', '2024-05-22 07:35:32'),
(2907, NULL, 89, 326, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 07:35:32', '2024-05-22 07:35:32'),
(2908, NULL, 87, 333, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 07:47:11', '2024-05-22 07:47:11'),
(2909, NULL, 90, 333, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 07:47:12', '2024-05-22 07:47:12'),
(2910, NULL, 87, 334, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 07:57:16', '2024-05-22 07:57:16'),
(2911, NULL, 90, 334, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 07:57:17', '2024-05-22 07:57:17'),
(2912, 82, NULL, 334, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-22 07:58:02', '2024-05-22 07:58:02'),
(2913, NULL, 87, 335, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 08:15:12', '2024-05-22 08:15:12'),
(2914, NULL, 87, 335, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 08:18:19', '2024-05-22 08:18:19'),
(2915, NULL, 87, 335, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 08:18:31', '2024-05-22 08:18:31'),
(2916, NULL, 87, 335, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 08:19:04', '2024-05-22 08:19:04'),
(2917, NULL, 90, 336, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 09:00:09', '2024-05-22 09:00:09'),
(2918, NULL, 90, 337, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 09:15:40', '2024-05-22 09:15:40'),
(2919, 82, NULL, 337, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-22 09:16:01', '2024-05-22 09:16:01'),
(2920, 82, NULL, 337, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-22 09:20:02', '2024-05-22 09:20:02'),
(2921, 82, NULL, 337, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-22 09:23:02', '2024-05-22 09:23:02'),
(2922, NULL, 90, 338, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 09:26:22', '2024-05-22 09:26:22'),
(2923, 82, NULL, 338, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-22 09:27:01', '2024-05-22 09:27:01'),
(2924, 80, NULL, 338, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-22 09:39:01', '2024-05-22 09:39:01'),
(2925, 82, NULL, 338, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-22 09:40:01', '2024-05-22 09:40:01'),
(2926, 80, NULL, 338, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-22 09:41:02', '2024-05-22 09:41:02'),
(2927, 80, NULL, 338, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-22 09:42:01', '2024-05-22 09:42:01'),
(2928, 80, NULL, 338, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-22 09:47:02', '2024-05-22 09:47:02'),
(2929, 80, NULL, 338, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-22 09:48:02', '2024-05-22 09:48:02'),
(2930, 80, NULL, 338, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-22 09:49:02', '2024-05-22 09:49:02'),
(2931, 82, NULL, 338, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-22 09:53:02', '2024-05-22 09:53:02'),
(2932, 82, NULL, 338, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-22 09:54:01', '2024-05-22 09:54:01'),
(2933, 80, NULL, 338, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-22 09:56:02', '2024-05-22 09:56:02'),
(2934, 82, NULL, 338, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-22 10:01:02', '2024-05-22 10:01:02'),
(2935, 82, NULL, 338, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-22 10:05:02', '2024-05-22 10:05:02'),
(2936, NULL, 87, 339, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 10:08:04', '2024-05-22 10:08:04'),
(2937, NULL, 90, 339, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 10:08:05', '2024-05-22 10:08:05'),
(2938, NULL, NULL, 339, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-22 10:09:53', '2024-05-22 10:09:53'),
(2939, NULL, 87, 340, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 10:10:51', '2024-05-22 10:10:51'),
(2940, NULL, 90, 340, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 10:10:52', '2024-05-22 10:10:52'),
(2941, NULL, NULL, 340, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-22 10:12:46', '2024-05-22 10:12:46'),
(2942, NULL, 87, 341, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 10:13:48', '2024-05-22 10:13:48'),
(2943, NULL, 90, 341, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 10:13:49', '2024-05-22 10:13:49'),
(2944, NULL, NULL, 341, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-22 10:14:11', '2024-05-22 10:14:11'),
(2945, NULL, NULL, 341, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-22 10:16:54', '2024-05-22 10:16:54'),
(2946, NULL, NULL, 341, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-22 10:18:09', '2024-05-22 10:18:09'),
(2947, NULL, 87, 342, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 10:25:15', '2024-05-22 10:25:15'),
(2948, NULL, 90, 342, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 10:25:16', '2024-05-22 10:25:16'),
(2949, NULL, 87, 343, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 10:25:41', '2024-05-22 10:25:41'),
(2950, NULL, 90, 343, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 10:25:42', '2024-05-22 10:25:42'),
(2951, NULL, 87, 344, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 10:48:50', '2024-05-22 10:48:50'),
(2952, NULL, 90, 344, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 10:48:50', '2024-05-22 10:48:50'),
(2953, 82, NULL, 344, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-22 10:50:02', '2024-05-22 10:50:02'),
(2954, NULL, 87, 345, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 10:55:56', '2024-05-22 10:55:56'),
(2955, NULL, 90, 345, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 10:55:56', '2024-05-22 10:55:56'),
(2956, NULL, 87, 346, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 11:03:59', '2024-05-22 11:03:59'),
(2957, NULL, 90, 346, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 11:04:00', '2024-05-22 11:04:00'),
(2958, 82, NULL, 346, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-22 11:05:02', '2024-05-22 11:05:02'),
(2959, NULL, 87, 347, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 11:05:57', '2024-05-22 11:05:57'),
(2960, NULL, 90, 347, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 11:05:58', '2024-05-22 11:05:58'),
(2961, NULL, 87, 348, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 11:40:10', '2024-05-22 11:40:10'),
(2962, NULL, 90, 348, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 11:40:10', '2024-05-22 11:40:10'),
(2963, NULL, 87, 349, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 12:03:09', '2024-05-22 12:03:09'),
(2964, NULL, 90, 349, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 12:03:10', '2024-05-22 12:03:10'),
(2965, NULL, 88, 353, 'رحلة جديدة', 'New Ride', 'public', '2024-05-22 13:09:03', '2024-05-22 13:09:03'),
(2966, 82, NULL, 336, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-22 21:00:03', '2024-05-22 21:00:03'),
(2967, 80, NULL, 353, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-22 21:00:04', '2024-05-22 21:00:04'),
(2968, 82, NULL, 336, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-23 08:00:02', '2024-05-23 08:00:02'),
(2969, NULL, 87, 355, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 09:23:00', '2024-05-23 09:23:00'),
(2970, NULL, 90, 355, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 09:23:01', '2024-05-23 09:23:01'),
(2971, 82, NULL, 355, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-23 09:25:02', '2024-05-23 09:25:02'),
(2972, NULL, 87, 356, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 10:47:31', '2024-05-23 10:47:31'),
(2973, NULL, 90, 356, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 10:47:32', '2024-05-23 10:47:32'),
(2974, 82, NULL, 356, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-23 10:50:02', '2024-05-23 10:50:02'),
(2975, NULL, 87, 358, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 11:00:07', '2024-05-23 11:00:07'),
(2976, NULL, 90, 358, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 11:00:07', '2024-05-23 11:00:07'),
(2977, 82, NULL, 358, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-23 11:05:01', '2024-05-23 11:05:01'),
(2978, NULL, 87, 359, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 11:07:50', '2024-05-23 11:07:50'),
(2979, NULL, 90, 359, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 11:07:50', '2024-05-23 11:07:50'),
(2980, NULL, 87, 359, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-23 11:10:47', '2024-05-23 11:10:47'),
(2981, NULL, 87, 361, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 11:28:59', '2024-05-23 11:28:59'),
(2982, NULL, 90, 361, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 11:29:00', '2024-05-23 11:29:00'),
(2983, NULL, 87, 361, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-23 11:36:14', '2024-05-23 11:36:14'),
(2984, NULL, 87, 362, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 11:38:25', '2024-05-23 11:38:25'),
(2985, NULL, 90, 362, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 11:38:26', '2024-05-23 11:38:26'),
(2986, NULL, 87, 362, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-23 11:41:12', '2024-05-23 11:41:12'),
(2987, NULL, 90, 363, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 11:41:22', '2024-05-23 11:41:22'),
(2988, 82, NULL, 363, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-23 11:45:02', '2024-05-23 11:45:02'),
(2989, NULL, 90, 364, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 11:47:36', '2024-05-23 11:47:36'),
(2990, NULL, 90, 365, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 11:48:39', '2024-05-23 11:48:39'),
(2991, NULL, 87, 365, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-23 11:55:27', '2024-05-23 11:55:27'),
(2992, NULL, 87, 366, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 11:55:36', '2024-05-23 11:55:36'),
(2993, NULL, 90, 366, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 11:55:37', '2024-05-23 11:55:37'),
(2994, 82, NULL, 366, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-23 12:00:02', '2024-05-23 12:00:02'),
(2995, NULL, 87, 367, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 12:03:53', '2024-05-23 12:03:53'),
(2996, NULL, 90, 367, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 12:03:54', '2024-05-23 12:03:54'),
(2997, NULL, 87, 367, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-23 12:06:33', '2024-05-23 12:06:33'),
(2998, NULL, 87, 368, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 12:06:43', '2024-05-23 12:06:43'),
(2999, NULL, 90, 368, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 12:06:43', '2024-05-23 12:06:43'),
(3000, NULL, 87, 368, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-23 12:10:40', '2024-05-23 12:10:40'),
(3001, NULL, 87, 369, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 12:10:51', '2024-05-23 12:10:51'),
(3002, NULL, 90, 369, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 12:10:52', '2024-05-23 12:10:52'),
(3003, NULL, 87, 369, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-23 12:15:17', '2024-05-23 12:15:17'),
(3004, NULL, 90, 371, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 12:15:33', '2024-05-23 12:15:33'),
(3005, 82, NULL, 371, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-23 12:20:02', '2024-05-23 12:20:02'),
(3006, NULL, 87, 372, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 12:45:46', '2024-05-23 12:45:46'),
(3007, NULL, 90, 372, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 12:45:46', '2024-05-23 12:45:46'),
(3008, NULL, 87, 373, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 12:51:03', '2024-05-23 12:51:03'),
(3009, NULL, 90, 373, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 12:51:04', '2024-05-23 12:51:04'),
(3010, 82, NULL, 373, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-23 12:55:01', '2024-05-23 12:55:01'),
(3011, NULL, 87, 376, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 13:06:58', '2024-05-23 13:06:58'),
(3012, NULL, 90, 376, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 13:06:59', '2024-05-23 13:06:59'),
(3013, NULL, 87, 376, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-23 13:07:44', '2024-05-23 13:07:44'),
(3014, NULL, 90, 377, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 13:13:03', '2024-05-23 13:13:03'),
(3015, NULL, 87, 377, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-23 13:21:32', '2024-05-23 13:21:32'),
(3016, NULL, 87, 378, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 13:21:44', '2024-05-23 13:21:44'),
(3017, NULL, 90, 378, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 13:21:45', '2024-05-23 13:21:45'),
(3018, NULL, 87, 378, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-23 13:25:15', '2024-05-23 13:25:15'),
(3019, NULL, 90, 379, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 13:25:29', '2024-05-23 13:25:29'),
(3020, NULL, 87, 379, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-23 13:29:03', '2024-05-23 13:29:03'),
(3021, NULL, 90, 380, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 13:31:13', '2024-05-23 13:31:13'),
(3022, NULL, 87, 380, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-23 13:32:19', '2024-05-23 13:32:19'),
(3023, NULL, 90, 381, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 13:33:37', '2024-05-23 13:33:37'),
(3024, NULL, 87, 381, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-23 13:35:32', '2024-05-23 13:35:32'),
(3025, NULL, 90, 382, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 13:35:58', '2024-05-23 13:35:58'),
(3026, NULL, 90, 383, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 13:36:55', '2024-05-23 13:36:55'),
(3027, NULL, 90, 385, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 13:38:17', '2024-05-23 13:38:17'),
(3028, NULL, 87, 385, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-23 13:39:36', '2024-05-23 13:39:36'),
(3029, NULL, 90, 386, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 13:39:48', '2024-05-23 13:39:48'),
(3030, NULL, 87, 386, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-23 13:41:24', '2024-05-23 13:41:24'),
(3031, NULL, 90, 387, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 13:41:36', '2024-05-23 13:41:36'),
(3032, NULL, 90, 388, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 13:43:20', '2024-05-23 13:43:20'),
(3033, 82, NULL, 388, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-23 13:45:02', '2024-05-23 13:45:02'),
(3034, NULL, 87, 389, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 13:45:53', '2024-05-23 13:45:53'),
(3035, NULL, 90, 389, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 13:45:54', '2024-05-23 13:45:54'),
(3036, 82, NULL, 389, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-23 13:50:02', '2024-05-23 13:50:02'),
(3037, NULL, 88, 390, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 13:55:18', '2024-05-23 13:55:18'),
(3038, NULL, 88, 391, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 14:00:00', '2024-05-23 14:00:00'),
(3039, 80, NULL, 391, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-23 14:00:01', '2024-05-23 14:00:01'),
(3040, 80, NULL, 374, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-23 14:55:01', '2024-05-23 14:55:01'),
(3041, 80, NULL, 393, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-23 17:50:02', '2024-05-23 17:50:02'),
(3042, NULL, 88, 1, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 17:51:05', '2024-05-23 17:51:05'),
(3043, NULL, 88, 2, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 17:55:55', '2024-05-23 17:55:55'),
(3044, NULL, 88, 3, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 18:00:59', '2024-05-23 18:00:59'),
(3045, NULL, 88, 5, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 18:56:57', '2024-05-23 18:56:57'),
(3046, NULL, 90, 5, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 18:56:57', '2024-05-23 18:56:57'),
(3047, NULL, 88, 7, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 18:58:12', '2024-05-23 18:58:12'),
(3048, NULL, 90, 7, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 18:58:12', '2024-05-23 18:58:12'),
(3049, NULL, 88, 397, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 18:59:54', '2024-05-23 18:59:54'),
(3050, NULL, 90, 397, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 18:59:54', '2024-05-23 18:59:54'),
(3051, NULL, 88, 397, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 19:01:53', '2024-05-23 19:01:53'),
(3052, NULL, 90, 397, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 19:01:53', '2024-05-23 19:01:53'),
(3053, NULL, 88, 397, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 19:02:18', '2024-05-23 19:02:18'),
(3054, NULL, 90, 397, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 19:02:18', '2024-05-23 19:02:18'),
(3055, NULL, 88, 397, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 19:02:32', '2024-05-23 19:02:32'),
(3056, NULL, 90, 397, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 19:02:33', '2024-05-23 19:02:33'),
(3057, NULL, 88, 398, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 19:10:58', '2024-05-23 19:10:58'),
(3058, NULL, 90, 398, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 19:10:58', '2024-05-23 19:10:58'),
(3059, NULL, 88, 399, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 19:41:21', '2024-05-23 19:41:21'),
(3060, NULL, 90, 399, 'رحلة جديدة', 'New Ride', 'public', '2024-05-23 19:41:21', '2024-05-23 19:41:21'),
(3061, NULL, 88, 398, 'رحلتك ستبدأ بعد 10 دقيقة', 'Your Ride will start in 10 minutes', 'public', '2024-05-23 21:32:22', '2024-05-23 21:32:22'),
(3062, 80, NULL, 398, 'رحلتك ستبدأ بعد 10 دقيقة', 'Your Ride will start in 10 minutes', 'public', '2024-05-23 21:32:23', '2024-05-23 21:32:23'),
(3063, NULL, 88, 398, 'رحلتك ستبدأ بعد 10 دقيقة', 'Your Ride will start in 10 minutes', 'public', '2024-05-23 21:34:44', '2024-05-23 21:34:44'),
(3064, 80, NULL, 398, 'رحلتك ستبدأ بعد 10 دقيقة', 'Your Ride will start in 10 minutes', 'public', '2024-05-23 21:34:45', '2024-05-23 21:34:45'),
(3065, NULL, 88, 398, 'رحلتك ستبدأ بعد 10 دقيقة', 'Your Ride will start in 10 minutes', 'public', '2024-05-23 21:38:59', '2024-05-23 21:38:59'),
(3066, 80, NULL, 398, 'رحلتك ستبدأ بعد 10 دقيقة', 'Your Ride will start in 10 minutes', 'public', '2024-05-23 21:38:59', '2024-05-23 21:38:59'),
(3067, NULL, 88, 398, 'رحلتك ستبدأ بعد 10 دقيقة', 'Your Ride will start in 10 minutes', 'public', '2024-05-23 21:41:31', '2024-05-23 21:41:31'),
(3068, 80, NULL, 398, 'رحلتك ستبدأ بعد 10 دقيقة', 'Your Ride will start in 10 minutes', 'public', '2024-05-23 21:41:31', '2024-05-23 21:41:31'),
(3069, NULL, 88, 398, 'رحلتك ستبدأ بعد 10 دقيقة', 'Your Ride will start in 10 minutes', 'public', '2024-05-23 21:42:39', '2024-05-23 21:42:39'),
(3070, 80, NULL, 398, 'رحلتك ستبدأ بعد 10 دقيقة', 'Your Ride will start in 10 minutes', 'public', '2024-05-23 21:42:39', '2024-05-23 21:42:39'),
(3071, NULL, 88, 398, 'رحلتك ستبدأ بعد 10 دقيقة', 'Your Ride will start in 10 minutes', 'public', '2024-05-23 21:44:28', '2024-05-23 21:44:28'),
(3072, 80, NULL, 398, 'رحلتك ستبدأ بعد 10 دقيقة', 'Your Ride will start in 10 minutes', 'public', '2024-05-23 21:44:28', '2024-05-23 21:44:28'),
(3073, NULL, 88, 398, 'رحلتك ستبدأ بعد 10 دقيقة', 'Your Ride will start in 10 minutes', 'public', '2024-05-23 21:46:02', '2024-05-23 21:46:02'),
(3074, 80, NULL, 398, 'رحلتك ستبدأ بعد 10 دقيقة', 'Your Ride will start in 10 minutes', 'public', '2024-05-23 21:46:02', '2024-05-23 21:46:02'),
(3075, NULL, 88, 398, 'رحلتك ستبدأ بعد 10 دقيقة', 'Your Ride will start in 10 minutes', 'public', '2024-05-23 21:47:02', '2024-05-23 21:47:02'),
(3076, 80, NULL, 398, 'رحلتك ستبدأ بعد 10 دقيقة', 'Your Ride will start in 10 minutes', 'public', '2024-05-23 21:47:02', '2024-05-23 21:47:02'),
(3077, NULL, 88, 398, 'رحلتك ستبدأ بعد 60 دقيقة', 'Your Ride will start in 60 minutes', 'public', '2024-05-23 21:49:13', '2024-05-23 21:49:13'),
(3078, 80, NULL, 398, 'رحلتك ستبدأ بعد 60 دقيقة', 'Your Ride will start in 60 minutes', 'public', '2024-05-23 21:49:13', '2024-05-23 21:49:13'),
(3079, NULL, 88, 398, 'رحلتك ستبدأ بعد 10 دقيقة', 'Your Ride will start in 10 minutes', 'public', '2024-05-23 21:50:02', '2024-05-23 21:50:02'),
(3080, 80, NULL, 398, 'رحلتك ستبدأ بعد 10 دقيقة', 'Your Ride will start in 10 minutes', 'public', '2024-05-23 21:50:02', '2024-05-23 21:50:02'),
(3081, NULL, 88, 398, 'رحلتك ستبدأ بعد 60 دقيقة', 'Your Ride will start in 60 minutes', 'public', '2024-05-23 21:52:02', '2024-05-23 21:52:02'),
(3082, 80, NULL, 398, 'رحلتك ستبدأ بعد 60 دقيقة', 'Your Ride will start in 60 minutes', 'public', '2024-05-23 21:52:02', '2024-05-23 21:52:02'),
(3083, NULL, 88, 398, 'رحلتك ستبدأ بعد 60 دقيقة', 'Your Ride will start in 60 minutes', 'public', '2024-05-23 21:53:02', '2024-05-23 21:53:02'),
(3084, 80, NULL, 398, 'رحلتك ستبدأ بعد 60 دقيقة', 'Your Ride will start in 60 minutes', 'public', '2024-05-23 21:53:02', '2024-05-23 21:53:02'),
(3085, NULL, 88, 398, 'رحلتك ستبدأ بعد 60 دقيقة', 'Your Ride will start in 60 minutes', 'public', '2024-05-23 21:54:02', '2024-05-23 21:54:02'),
(3086, 80, NULL, 398, 'رحلتك ستبدأ بعد 60 دقيقة', 'Your Ride will start in 60 minutes', 'public', '2024-05-23 21:54:02', '2024-05-23 21:54:02'),
(3087, NULL, 88, 398, 'رحلتك ستبدأ بعد 60 دقيقة', 'Your Ride will start in 60 minutes', 'public', '2024-05-23 21:55:02', '2024-05-23 21:55:02'),
(3088, 80, NULL, 398, 'رحلتك ستبدأ بعد 60 دقيقة', 'Your Ride will start in 60 minutes', 'public', '2024-05-23 21:55:02', '2024-05-23 21:55:02'),
(3089, NULL, 88, 398, 'رحلتك ستبدأ بعد 60 دقيقة', 'Your Ride will start in 60 minutes', 'public', '2024-05-23 21:56:02', '2024-05-23 21:56:02'),
(3090, 80, NULL, 398, 'رحلتك ستبدأ بعد 60 دقيقة', 'Your Ride will start in 60 minutes', 'public', '2024-05-23 21:56:02', '2024-05-23 21:56:02'),
(3091, NULL, 88, 398, 'رحلتك ستبدأ بعد 60 دقيقة', 'Your Ride will start in 60 minutes', 'public', '2024-05-23 21:57:02', '2024-05-23 21:57:02'),
(3092, 80, NULL, 398, 'رحلتك ستبدأ بعد 60 دقيقة', 'Your Ride will start in 60 minutes', 'public', '2024-05-23 21:57:02', '2024-05-23 21:57:02'),
(3093, NULL, 88, 398, 'رحلتك ستبدأ بعد 60 دقيقة', 'Your Ride will start in 60 minutes', 'public', '2024-05-23 21:58:01', '2024-05-23 21:58:01'),
(3094, 80, NULL, 398, 'رحلتك ستبدأ بعد 60 دقيقة', 'Your Ride will start in 60 minutes', 'public', '2024-05-23 21:58:01', '2024-05-23 21:58:01'),
(3095, NULL, 88, 398, 'رحلتك ستبدأ بعد 60 دقيقة', 'Your Ride will start in 60 minutes', 'public', '2024-05-23 22:15:02', '2024-05-23 22:15:02'),
(3096, 80, NULL, 398, 'رحلتك ستبدأ بعد 60 دقيقة', 'Your Ride will start in 60 minutes', 'public', '2024-05-23 22:15:02', '2024-05-23 22:15:02'),
(3097, NULL, 88, 398, 'رحلتك ستبدأ بعد 60 دقيقة', 'Your Ride will start in 60 minutes', 'public', '2024-05-23 22:30:03', '2024-05-23 22:30:03'),
(3098, 80, NULL, 398, 'رحلتك ستبدأ بعد 60 دقيقة', 'Your Ride will start in 60 minutes', 'public', '2024-05-23 22:30:03', '2024-05-23 22:30:03'),
(3099, NULL, 88, 398, 'رحلتك ستبدأ بعد 30 دقيقة', 'Your Ride will start in 30 minutes', 'public', '2024-05-23 22:30:03', '2024-05-23 22:30:03'),
(3100, 80, NULL, 398, 'رحلتك ستبدأ بعد 30 دقيقة', 'Your Ride will start in 30 minutes', 'public', '2024-05-23 22:30:03', '2024-05-23 22:30:03'),
(3101, NULL, 88, 398, 'رحلتك ستبدأ بعد 60 دقيقة', 'Your Ride will start in 50 minutes', 'public', '2024-05-23 22:45:02', '2024-05-23 22:45:02'),
(3102, 80, NULL, 398, 'رحلتك ستبدأ بعد 60 دقيقة', 'Your Ride will start in 50 minutes', 'public', '2024-05-23 22:45:02', '2024-05-23 22:45:02'),
(3103, NULL, 88, 398, 'رحلتك ستبدأ خلال 10 دقيقة', 'Your Ride will start in 10 minutes', 'public', '2024-05-24 08:51:02', '2024-05-24 08:51:02'),
(3104, 80, NULL, 398, 'رحلتك ستبدأ خلال 10 دقيقة', 'Your Ride will start in 10 minutes', 'public', '2024-05-24 08:51:02', '2024-05-24 08:51:02'),
(3105, NULL, 88, 398, 'رحلتك ستبدأ خلال 60 دقيقة', 'Your Ride will start in 60 minutes', 'public', '2024-05-24 09:05:02', '2024-05-24 09:05:02'),
(3106, 80, NULL, 398, 'رحلتك ستبدأ خلال 60 دقيقة', 'Your Ride will start in 60 minutes', 'public', '2024-05-24 09:05:02', '2024-05-24 09:05:02'),
(3107, NULL, 88, 398, 'رحلتك ستبدأ خلال 30 دقيقة', 'Your Ride will start in 30 minutes', 'public', '2024-05-24 09:08:02', '2024-05-24 09:08:02'),
(3108, 80, NULL, 398, 'رحلتك ستبدأ خلال 30 دقيقة', 'Your Ride will start in 30 minutes', 'public', '2024-05-24 09:08:02', '2024-05-24 09:08:02'),
(3109, NULL, 88, 398, 'رحلتك ستبدأ خلال 10 دقيقة', 'Your Ride will start in 10 minutes', 'public', '2024-05-24 09:10:02', '2024-05-24 09:10:02'),
(3110, 80, NULL, 398, 'رحلتك ستبدأ خلال 10 دقيقة', 'Your Ride will start in 10 minutes', 'public', '2024-05-24 09:10:02', '2024-05-24 09:10:02'),
(3111, 80, NULL, 398, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-24 12:14:01', '2024-05-24 12:14:01'),
(3112, NULL, 87, 400, 'رحلة جديدة', 'New Ride', 'public', '2024-05-24 12:38:12', '2024-05-24 12:38:12'),
(3113, NULL, 88, 400, 'رحلة جديدة', 'New Ride', 'public', '2024-05-24 12:38:12', '2024-05-24 12:38:12'),
(3114, NULL, 87, 400, 'رحلة جديدة', 'New Ride', 'public', '2024-05-24 12:38:27', '2024-05-24 12:38:27'),
(3115, NULL, 88, 400, 'رحلة جديدة', 'New Ride', 'public', '2024-05-24 12:38:28', '2024-05-24 12:38:28'),
(3116, NULL, 87, 400, 'رحلتك ستبدأ خلال 10 دقيقة', 'Your Ride will start in 10 minutes', 'public', '2024-05-24 12:39:01', '2024-05-24 12:39:01'),
(3117, 80, NULL, 400, 'رحلتك ستبدأ خلال 10 دقيقة', 'Your Ride will start in 10 minutes', 'public', '2024-05-24 12:39:02', '2024-05-24 12:39:02'),
(3118, 80, NULL, 400, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-24 12:52:01', '2024-05-24 12:52:01'),
(3119, 80, NULL, 400, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-24 12:58:01', '2024-05-24 12:58:01'),
(3120, 80, NULL, 400, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-24 13:02:01', '2024-05-24 13:02:01'),
(3121, 80, NULL, 400, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-24 13:04:01', '2024-05-24 13:04:01'),
(3122, NULL, 87, 400, 'رحلة جديدة', 'New Ride', 'public', '2024-05-24 13:09:46', '2024-05-24 13:09:46'),
(3123, NULL, 88, 400, 'رحلة جديدة', 'New Ride', 'public', '2024-05-24 13:09:47', '2024-05-24 13:09:47'),
(3124, 80, NULL, 400, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-24 13:10:01', '2024-05-24 13:10:01'),
(3149, 80, NULL, 400, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-24 13:25:01', '2024-05-24 13:25:01'),
(3150, NULL, 88, 500, 'رحلة جديدة', 'New Ride', 'public', '2024-05-24 13:27:42', '2024-05-24 13:27:42'),
(3152, 80, NULL, 400, 'للأسف تم إالغاء الرحلة, لايوجد سائقين متاحين الان.', 'Unfortunately the ride has been cancelled, there are no drivers available now.', 'public', '2024-05-24 13:28:01', '2024-05-24 13:28:01'),
(3153, NULL, 90, 401, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 06:35:53', '2024-05-26 06:35:53'),
(3154, NULL, 90, 404, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 06:57:40', '2024-05-26 06:57:40'),
(3155, NULL, 90, 405, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 06:58:40', '2024-05-26 06:58:40'),
(3156, NULL, 90, 406, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 06:59:30', '2024-05-26 06:59:30'),
(3157, NULL, 87, 407, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 07:07:27', '2024-05-26 07:07:27'),
(3158, NULL, 90, 407, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 07:07:28', '2024-05-26 07:07:28'),
(3159, NULL, 87, 408, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 07:11:21', '2024-05-26 07:11:21'),
(3160, NULL, 90, 408, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 07:11:22', '2024-05-26 07:11:22'),
(3161, NULL, 87, 410, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 07:50:25', '2024-05-26 07:50:25'),
(3162, NULL, 90, 410, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 07:50:25', '2024-05-26 07:50:25'),
(3163, NULL, 87, 411, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 08:06:01', '2024-05-26 08:06:01'),
(3164, NULL, 90, 411, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 08:06:02', '2024-05-26 08:06:02'),
(3165, NULL, 87, 411, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-26 08:09:37', '2024-05-26 08:09:37'),
(3166, NULL, 90, 412, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 08:09:54', '2024-05-26 08:09:54'),
(3167, NULL, 90, 413, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 08:10:37', '2024-05-26 08:10:37'),
(3168, NULL, 90, 414, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 08:11:31', '2024-05-26 08:11:31'),
(3169, NULL, 87, 415, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 08:12:06', '2024-05-26 08:12:06'),
(3170, NULL, 90, 415, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 08:12:07', '2024-05-26 08:12:07'),
(3171, NULL, 87, 415, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-26 08:18:40', '2024-05-26 08:18:40'),
(3172, NULL, 90, 416, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 08:18:49', '2024-05-26 08:18:49'),
(3173, NULL, 90, 417, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 08:19:10', '2024-05-26 08:19:10'),
(3174, NULL, 87, 418, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 08:21:14', '2024-05-26 08:21:14'),
(3175, NULL, 90, 418, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 08:21:15', '2024-05-26 08:21:15'),
(3176, NULL, 87, 418, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-26 08:23:13', '2024-05-26 08:23:13'),
(3177, NULL, 90, 419, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 08:23:24', '2024-05-26 08:23:24'),
(3178, NULL, 90, 420, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 08:23:50', '2024-05-26 08:23:50'),
(3179, NULL, 90, 421, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 08:24:31', '2024-05-26 08:24:31'),
(3180, NULL, 90, 423, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 08:26:51', '2024-05-26 08:26:51'),
(3181, NULL, 90, 424, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 08:48:08', '2024-05-26 08:48:08'),
(3182, NULL, 90, 425, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 08:49:20', '2024-05-26 08:49:20'),
(3183, NULL, 87, 426, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 08:55:29', '2024-05-26 08:55:29'),
(3184, NULL, 90, 426, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 08:55:30', '2024-05-26 08:55:30'),
(3185, NULL, 87, 426, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-26 08:58:45', '2024-05-26 08:58:45'),
(3186, NULL, 90, 427, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 08:59:00', '2024-05-26 08:59:00'),
(3187, NULL, 90, 428, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 09:00:10', '2024-05-26 09:00:10'),
(3188, NULL, 90, 429, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 09:00:55', '2024-05-26 09:00:55'),
(3189, NULL, 87, 431, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 09:07:56', '2024-05-26 09:07:56'),
(3190, NULL, 90, 431, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 09:07:57', '2024-05-26 09:07:57'),
(3191, NULL, 87, 431, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-26 09:10:56', '2024-05-26 09:10:56'),
(3192, NULL, 90, 432, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 09:11:11', '2024-05-26 09:11:11'),
(3193, NULL, 90, 433, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 09:13:22', '2024-05-26 09:13:22'),
(3194, NULL, 87, 434, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 09:19:10', '2024-05-26 09:19:10'),
(3195, NULL, 90, 434, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 09:19:11', '2024-05-26 09:19:11'),
(3196, NULL, 87, 434, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-26 09:19:34', '2024-05-26 09:19:34'),
(3197, NULL, 90, 435, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 09:19:45', '2024-05-26 09:19:45'),
(3198, NULL, 87, 437, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 09:33:50', '2024-05-26 09:33:50'),
(3199, NULL, 90, 437, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 09:33:51', '2024-05-26 09:33:51'),
(3200, NULL, 87, 438, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 09:34:37', '2024-05-26 09:34:37'),
(3201, NULL, 90, 438, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 09:34:37', '2024-05-26 09:34:37'),
(3202, NULL, 87, 438, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-26 10:17:06', '2024-05-26 10:17:06'),
(3203, NULL, 87, 439, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 10:17:19', '2024-05-26 10:17:19'),
(3204, NULL, 90, 439, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 10:17:19', '2024-05-26 10:17:19'),
(3205, NULL, 87, 439, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-26 10:17:46', '2024-05-26 10:17:46'),
(3206, NULL, 87, 440, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 10:31:41', '2024-05-26 10:31:41'),
(3207, NULL, 90, 440, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 10:31:41', '2024-05-26 10:31:41'),
(3208, NULL, 87, 440, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-26 10:42:11', '2024-05-26 10:42:11'),
(3209, NULL, 87, 441, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 10:42:29', '2024-05-26 10:42:29'),
(3210, NULL, 90, 441, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 10:42:29', '2024-05-26 10:42:29'),
(3211, NULL, 87, 442, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 10:46:10', '2024-05-26 10:46:10'),
(3212, NULL, 90, 442, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 10:46:10', '2024-05-26 10:46:10'),
(3213, NULL, 87, 442, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-26 10:48:27', '2024-05-26 10:48:27'),
(3214, NULL, 90, 443, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 10:48:38', '2024-05-26 10:48:38'),
(3215, NULL, 90, 444, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 10:52:14', '2024-05-26 10:52:14'),
(3216, NULL, 90, 445, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 10:53:21', '2024-05-26 10:53:21'),
(3217, NULL, 87, 446, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 10:56:53', '2024-05-26 10:56:53'),
(3218, NULL, 90, 446, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 10:56:54', '2024-05-26 10:56:54'),
(3219, NULL, 87, 50, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 11:03:51', '2024-05-26 11:03:51'),
(3220, NULL, 90, 50, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 11:03:51', '2024-05-26 11:03:51'),
(3221, NULL, 87, 447, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 11:04:37', '2024-05-26 11:04:37'),
(3222, NULL, 90, 447, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 11:04:38', '2024-05-26 11:04:38'),
(3223, NULL, 87, 44, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 11:05:50', '2024-05-26 11:05:50'),
(3224, NULL, 90, 44, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 11:05:51', '2024-05-26 11:05:51'),
(3225, NULL, 87, 43, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 11:07:39', '2024-05-26 11:07:39'),
(3226, NULL, 90, 43, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 11:07:40', '2024-05-26 11:07:40'),
(3227, NULL, 87, 448, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 11:20:43', '2024-05-26 11:20:43'),
(3228, NULL, 90, 448, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 11:20:44', '2024-05-26 11:20:44'),
(3229, NULL, 87, 447, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-26 11:21:04', '2024-05-26 11:21:04'),
(3230, NULL, 87, 449, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 11:21:13', '2024-05-26 11:21:13'),
(3231, NULL, 90, 449, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 11:21:14', '2024-05-26 11:21:14'),
(3232, NULL, 87, 449, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-26 11:22:13', '2024-05-26 11:22:13'),
(3233, NULL, 90, 450, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 11:25:53', '2024-05-26 11:25:53'),
(3234, NULL, 87, 448, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-26 11:35:48', '2024-05-26 11:35:48'),
(3235, NULL, 87, 451, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 11:36:08', '2024-05-26 11:36:08'),
(3236, NULL, 90, 451, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 11:36:08', '2024-05-26 11:36:08'),
(3237, NULL, 90, 452, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 11:41:05', '2024-05-26 11:41:05'),
(3238, NULL, 87, 451, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-26 11:42:36', '2024-05-26 11:42:36'),
(3239, NULL, 87, 453, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 11:43:37', '2024-05-26 11:43:37'),
(3240, NULL, 90, 453, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 11:43:37', '2024-05-26 11:43:37'),
(3241, NULL, 90, 454, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 11:48:32', '2024-05-26 11:48:32'),
(3242, NULL, 87, 453, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-26 11:49:40', '2024-05-26 11:49:40'),
(3243, NULL, 87, 457, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 11:50:19', '2024-05-26 11:50:19'),
(3244, NULL, 90, 457, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 11:50:20', '2024-05-26 11:50:20'),
(3245, NULL, 87, 456, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 11:50:23', '2024-05-26 11:50:23'),
(3246, NULL, 90, 456, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 11:50:24', '2024-05-26 11:50:24'),
(3247, NULL, 90, 458, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 11:56:54', '2024-05-26 11:56:54'),
(3248, NULL, 87, 459, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 12:05:36', '2024-05-26 12:05:36'),
(3249, NULL, 90, 459, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 12:05:37', '2024-05-26 12:05:37'),
(3250, NULL, 87, 459, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-26 12:11:52', '2024-05-26 12:11:52'),
(3251, NULL, 90, 460, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 12:12:31', '2024-05-26 12:12:31'),
(3252, NULL, 87, 461, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 12:14:15', '2024-05-26 12:14:15'),
(3253, NULL, 90, 461, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 12:14:16', '2024-05-26 12:14:16'),
(3254, NULL, 87, 461, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-26 12:22:36', '2024-05-26 12:22:36'),
(3255, NULL, 90, 462, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 12:22:53', '2024-05-26 12:22:53'),
(3256, NULL, 87, 463, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 12:24:29', '2024-05-26 12:24:29'),
(3257, NULL, 90, 463, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 12:24:30', '2024-05-26 12:24:30'),
(3258, NULL, 87, 464, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 12:25:26', '2024-05-26 12:25:26'),
(3259, NULL, 90, 464, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 12:25:26', '2024-05-26 12:25:26'),
(3260, NULL, 87, 464, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-26 12:33:20', '2024-05-26 12:33:20'),
(3261, NULL, 90, 465, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 12:33:33', '2024-05-26 12:33:33'),
(3262, NULL, 87, 466, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 12:34:40', '2024-05-26 12:34:40'),
(3263, NULL, 90, 466, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 12:34:40', '2024-05-26 12:34:40'),
(3264, NULL, 87, 466, 'تم إلغاء الرحلة', 'The ride has been cancelled', 'public', '2024-05-26 12:39:45', '2024-05-26 12:39:45'),
(3265, NULL, 90, 467, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 12:39:55', '2024-05-26 12:39:55'),
(3266, NULL, 90, 468, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 12:40:25', '2024-05-26 12:40:25'),
(3267, NULL, 87, 469, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 12:43:59', '2024-05-26 12:43:59'),
(3268, NULL, 90, 469, 'رحلة جديدة', 'New Ride', 'public', '2024-05-26 12:44:00', '2024-05-26 12:44:00');

-- --------------------------------------------------------

--
-- Table structure for table `payments`
--

CREATE TABLE `payments` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `tap_src` varchar(255) DEFAULT NULL,
  `title_ar` varchar(255) DEFAULT NULL,
  `title_en` varchar(255) DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 1,
  `image` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `payments`
--

INSERT INTO `payments` (`id`, `tap_src`, `title_ar`, `title_en`, `status`, `image`, `created_at`, `updated_at`) VALUES
(1, NULL, 'كاش', 'Cash', 1, '/uploads/Payments/1707391597_5885.png', '2022-10-06 07:56:58', '2024-02-08 11:26:37'),
(2, 'src_bh.benefit', 'ديبت كارد', 'Debit Card', 1, '/uploads/Payments/1707391607_9535.png', '2022-10-06 07:57:16', '2024-02-08 11:26:47'),
(3, 'src_card', 'بطاقة الإئتمان', 'Credit Card', 1, '/uploads/Payments/1707391615_7255.png', '2022-10-06 07:57:31', '2024-02-08 11:26:55'),
(4, 'src_bh.benefit', 'بنفت باي', 'Benefit Pay', 1, '/uploads/Payments/1707391627_9373.png', '2022-10-06 07:57:46', '2024-02-08 11:27:07'),
(6, 'src_apple_pay', 'أبل باي', 'Apple Pay', 1, '/uploads/Payments/1707391634_2266.png', '2023-10-14 09:45:39', '2024-02-08 11:27:14');

-- --------------------------------------------------------

--
-- Table structure for table `personal_access_tokens`
--

CREATE TABLE `personal_access_tokens` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `tokenable_type` varchar(255) NOT NULL,
  `tokenable_id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `token` varchar(64) NOT NULL,
  `abilities` text DEFAULT NULL,
  `last_used_at` timestamp NULL DEFAULT NULL,
  `expires_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `personal_access_tokens`
--

INSERT INTO `personal_access_tokens` (`id`, `tokenable_type`, `tokenable_id`, `name`, `token`, `abilities`, `last_used_at`, `expires_at`, `created_at`, `updated_at`) VALUES
(962, 'Modules\\Client\\Entities\\Model', 50, 'ClientToken', 'f2fb005c32d8abe535c2e1265114fb8ceb4023b7b303666fb525c431f898e8e2', '[\"*\"]', NULL, NULL, '2024-03-23 11:39:14', '2024-03-23 11:39:14'),
(963, 'Modules\\Client\\Entities\\Model', 50, 'ClientToken', 'add6f87d98c0c7ce88e36162a8c41dd9c61e77b48f2af28d994e162668b03a65', '[\"*\"]', NULL, NULL, '2024-03-23 11:39:33', '2024-03-23 11:39:33'),
(979, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '2b13a56b5cd8b4250d68d23672dfd7ae71f6f6b87f8b3b154e1680cb943b2d44', '[\"*\"]', NULL, NULL, '2024-03-23 14:20:43', '2024-03-23 14:20:43'),
(980, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '5f44df2f51e428a8aa871db1cc303c19ad4e00644e40105e80022481fa4d5395', '[\"*\"]', NULL, NULL, '2024-03-25 08:05:15', '2024-03-25 08:05:15'),
(981, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '91587bbb1fccf275aae866ef2ed5982782b4b09475516d6f69443e70b3987cf0', '[\"*\"]', NULL, NULL, '2024-03-25 08:05:19', '2024-03-25 08:05:19'),
(982, 'Modules\\Client\\Entities\\Model', 72, 'ClientToken', '614327731fcf40140b5247563315b454ddc99c3608ddd5a215db61593c8503d2', '[\"*\"]', NULL, NULL, '2024-03-25 08:05:47', '2024-03-25 08:05:47'),
(983, 'Modules\\Client\\Entities\\Model', 80, 'ClientToken', '5278e85ce5b5071d03f467e08b896d5f735816ada958e416e1f2349aae71ec72', '[\"*\"]', NULL, NULL, '2024-03-25 08:07:25', '2024-03-25 08:07:25'),
(984, 'Modules\\Client\\Entities\\Model', 72, 'ClientToken', '5003c15c624067b3f630fd442a9ad669ba05f7ba75eb5605190c1a0cd544e6fd', '[\"*\"]', NULL, NULL, '2024-03-25 08:07:39', '2024-03-25 08:07:39'),
(985, 'Modules\\Client\\Entities\\Model', 81, 'ClientToken', 'fa37cd89e556db31d2f8bd735a69def5470132488ea7741cd34af14b2ac1abf0', '[\"*\"]', NULL, NULL, '2024-03-25 08:08:31', '2024-03-25 08:08:31'),
(986, 'Modules\\Client\\Entities\\Model', 81, 'ClientToken', '225f19611bc7c25b4cd98374612f081dd4ef002e8385ef1358b8920f29119295', '[\"*\"]', NULL, NULL, '2024-03-25 08:08:38', '2024-03-25 08:08:38'),
(988, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', 'b8238ac793878c59b72d362c3562eeb53504f358ef757b8b784325e1e0ae3b7c', '[\"*\"]', NULL, NULL, '2024-03-25 08:11:00', '2024-03-25 08:11:00'),
(989, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '28fd51327bdca0e929ec286ccb6a3c098190f594cbc7922a5868492d07ad1fa8', '[\"*\"]', NULL, NULL, '2024-03-25 08:12:42', '2024-03-25 08:12:42'),
(995, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', 'f8570e5c4191bc42582349c367d894f61f20f6e1593c142f13c099a110a57cc3', '[\"*\"]', NULL, NULL, '2024-03-25 11:45:03', '2024-03-25 11:45:03'),
(999, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '0f643299d8e9ce3b7548e8b93f662d12822f7842b1cbe7b941c3685bc95e4999', '[\"*\"]', NULL, NULL, '2024-03-25 12:05:03', '2024-03-25 12:05:03'),
(1000, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '3dafc27fc780582b18c0334961b980163e8a993acf3ed28ac9b24a1f1a0fc7a2', '[\"*\"]', NULL, NULL, '2024-03-25 12:06:34', '2024-03-25 12:06:34'),
(1001, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '8a507aa3fc2442db4473f9de6e024b4f1a1dec386fdf180b539fb2018da2bf1e', '[\"*\"]', NULL, NULL, '2024-03-25 12:10:22', '2024-03-25 12:10:22'),
(1003, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '60fa2a00b16b904109d1fd10f4ed1caac361817f66b0aad22422a19c3b965962', '[\"*\"]', NULL, NULL, '2024-03-25 12:13:37', '2024-03-25 12:13:37'),
(1004, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', 'ae39e7c1fe2f585c0f590a3ea694ec9575deb1449d9852f1813ae79dbf6b62d2', '[\"*\"]', NULL, NULL, '2024-03-25 12:14:58', '2024-03-25 12:14:58'),
(1005, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', 'f8c5002fdcef00e3d96349840da187c910b2f5f9935564839dbd5e2d9cf85517', '[\"*\"]', NULL, NULL, '2024-03-25 12:16:18', '2024-03-25 12:16:18'),
(1006, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '49de2ce860cbabf643cbbf47d7f5ad7b4a97a136cda768d2b8c10c6265699586', '[\"*\"]', NULL, NULL, '2024-03-25 12:23:23', '2024-03-25 12:23:23'),
(1007, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', 'db7cdd3edbd179c82d0b3a3a1b7e72c4b6457dfd4172209a59a98ba4ef6e003a', '[\"*\"]', NULL, NULL, '2024-03-25 13:19:20', '2024-03-25 13:19:20'),
(1019, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', 'ff1f94768890b4ad212b8bec5256bf39356942e97cab753a40790816616d0511', '[\"*\"]', NULL, NULL, '2024-03-26 09:14:59', '2024-03-26 09:14:59'),
(1025, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '72d96948cade417cbfc70ddd141321b00d8e162f932cda07491d9da8183caeef', '[\"*\"]', '2024-03-26 09:34:00', NULL, '2024-03-26 09:33:42', '2024-03-26 09:34:00'),
(1043, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '4320180885cd39d1d0a08b66a3efb0cae1038b6794efb2beceffe640bc309dad', '[\"*\"]', NULL, NULL, '2024-03-26 12:50:28', '2024-03-26 12:50:28'),
(1044, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', 'd9f157907692582edf240978d25d0be85a1314d6dbdeca4b85cddb00aa39978d', '[\"*\"]', NULL, NULL, '2024-03-26 12:51:40', '2024-03-26 12:51:40'),
(1045, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '27ed6842fae2c9c4af52716b214061483915f331b864339f12db4b21067fb185', '[\"*\"]', NULL, NULL, '2024-03-26 12:53:03', '2024-03-26 12:53:03'),
(1046, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '108746a174be3788ee62c7ddac67961938b44f8baaa02625e37c2a4bc491c71a', '[\"*\"]', NULL, NULL, '2024-03-26 12:54:40', '2024-03-26 12:54:40'),
(1047, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '7fee155185020b6c34278b53d970ed9468ae0c0b5d34396787635b5c39a2c843', '[\"*\"]', NULL, NULL, '2024-03-26 12:57:02', '2024-03-26 12:57:02'),
(1048, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '74793d803ac05b6b38e40eb684b2f51f1362fe8de98ac43c790e1d9319cb6d1e', '[\"*\"]', NULL, NULL, '2024-03-26 13:01:01', '2024-03-26 13:01:01'),
(1049, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '66d9fd359fadb79071a49d7ab97d0ceaf15c997408741dd3a323aaeb432494c4', '[\"*\"]', NULL, NULL, '2024-03-26 13:03:42', '2024-03-26 13:03:42'),
(1050, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '7fc2a01086e90abd23e0b228e698966e7eb3361f9f6f8ede0e670f8bd042a89d', '[\"*\"]', NULL, NULL, '2024-03-26 13:05:41', '2024-03-26 13:05:41'),
(1051, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '89d89c7dbfe212f136bd3a8eb887d81a0fed89242e7f6d4f238d06a85c1bcb7f', '[\"*\"]', NULL, NULL, '2024-03-26 13:16:51', '2024-03-26 13:16:51'),
(1052, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '00edb88317014cf6fcfe096afd666b89702a30b751feb5849e278c1d55582a21', '[\"*\"]', NULL, NULL, '2024-03-26 13:19:37', '2024-03-26 13:19:37'),
(1073, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '36e5b7fea9abf17d1c1426fe7491918007d7b3bbc09e4c5aa18e6b91e00c72f2', '[\"*\"]', NULL, NULL, '2024-03-27 10:51:38', '2024-03-27 10:51:38'),
(1074, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '82e447d4aedf3143d49cad862b84002dc142ce95374db5661193cd888317b5aa', '[\"*\"]', NULL, NULL, '2024-03-27 11:00:46', '2024-03-27 11:00:46'),
(1075, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '61620a969fef25f9b55e6fae60c7bea3ccd82d24a28c788f7dd9cda6fec3e401', '[\"*\"]', NULL, NULL, '2024-03-27 11:01:29', '2024-03-27 11:01:29'),
(1076, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '29831683e1fb487fcec69b9fd0a37674ee212a44043a3a819d2855283b5be135', '[\"*\"]', NULL, NULL, '2024-03-27 11:02:16', '2024-03-27 11:02:16'),
(1077, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '8e100f4fba173f31507030fa92297fc07d3655cd3ed3b2c26749d263503c1cd4', '[\"*\"]', NULL, NULL, '2024-03-27 11:03:16', '2024-03-27 11:03:16'),
(1078, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '722c2296455c2cdd940b30aa8d9162ac059b529c45bcf16fedc54ab37e99fb66', '[\"*\"]', NULL, NULL, '2024-03-27 11:05:01', '2024-03-27 11:05:01'),
(1079, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', 'd54244d4d5f760768027f20d67f01927db93d857dfd38bac4652f9bd76ddf718', '[\"*\"]', NULL, NULL, '2024-03-27 11:06:28', '2024-03-27 11:06:28'),
(1080, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '64bf39fc584b257f23e33ac7c272e5870af089d6d33e9dc69c8108b778c79dff', '[\"*\"]', NULL, NULL, '2024-03-27 11:07:22', '2024-03-27 11:07:22'),
(1081, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', 'bc52ba5ee730c37d605347261a85ca31c4bf864515956dbc05de1cf7b62af8b5', '[\"*\"]', NULL, NULL, '2024-03-27 11:08:19', '2024-03-27 11:08:19'),
(1082, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', 'dd7124b909a8c6c7ef3993bd91fcad9bdd7d6444208ad0651c7b85287a7aa927', '[\"*\"]', '2024-03-27 11:23:44', NULL, '2024-03-27 11:11:13', '2024-03-27 11:23:44'),
(1083, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '77994f58796a175ed878b7a694d121f02d3ac1b541b83142ef49c218c1abecb9', '[\"*\"]', NULL, NULL, '2024-03-27 11:31:22', '2024-03-27 11:31:22'),
(1085, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', 'cfd502249513ffbde735f63306040470492d371a53e397ac2e27d38cdd170ed5', '[\"*\"]', NULL, NULL, '2024-03-27 11:38:46', '2024-03-27 11:38:46'),
(1105, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', 'ad2c3ac2318097d990f56ebe23a2f8255d298fc364ab16df77dcc9ea6bb7f4ca', '[\"*\"]', '2024-03-28 09:46:07', NULL, '2024-03-28 09:46:05', '2024-03-28 09:46:07'),
(1106, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '5f66ab4092efdcfc4139a0b9781dfa09874e63baea48e0522d9bb2316f83306d', '[\"*\"]', '2024-03-28 09:50:10', NULL, '2024-03-28 09:50:07', '2024-03-28 09:50:10'),
(1107, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '853b00f2a3c042ee15342412f0d7d5b83e6b7ce01fd22c848990af46e184b96c', '[\"*\"]', '2024-03-28 09:53:21', NULL, '2024-03-28 09:53:19', '2024-03-28 09:53:21'),
(1108, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', 'c6019f695bc237f5b53c3423b7978b77bebf84f91350b1fceff4d7f1fc4b5e17', '[\"*\"]', '2024-03-28 09:54:24', NULL, '2024-03-28 09:54:22', '2024-03-28 09:54:24'),
(1109, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', 'cbee3536f4ab89043da18df750f6abda0a8fd8e5514b879b5c904d1e6d5bcede', '[\"*\"]', '2024-03-28 09:56:00', NULL, '2024-03-28 09:55:58', '2024-03-28 09:56:00'),
(1110, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '4556e06c9ecb8917be4a45309daf90fccc47ffc69eec98915f436885ff405b6c', '[\"*\"]', '2024-03-28 09:56:50', NULL, '2024-03-28 09:56:48', '2024-03-28 09:56:50'),
(1111, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', 'e1883ee652d74eb49bec5632c140df53126bf0482018ec7f5ad789ed36685284', '[\"*\"]', '2024-03-28 11:09:00', NULL, '2024-03-28 11:08:57', '2024-03-28 11:09:00'),
(1126, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '1f80e39c71dd19b45081f6112a9c4f250bc9e728280f5296dfdc302cacef6080', '[\"*\"]', NULL, NULL, '2024-03-28 23:07:05', '2024-03-28 23:07:05'),
(1127, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', 'a3d93243f0bd21abb70c07c45f2b539ce58018f7155ea9a70278380718a683bf', '[\"*\"]', NULL, NULL, '2024-03-28 23:08:34', '2024-03-28 23:08:34'),
(1154, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'bdf05c8bb9baf77c73954c54857a801d8e2654b691aeddb201cc4dc9c7e062bc', '[\"*\"]', NULL, NULL, '2024-03-29 14:29:16', '2024-03-29 14:29:16'),
(1155, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '7e44137517e96b186bc121a831a4496d6285e24b4f57c130a14895cadadc85d0', '[\"*\"]', '2024-03-29 14:30:21', NULL, '2024-03-29 14:29:47', '2024-03-29 14:30:21'),
(1156, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'b44a3757be490e2826f110d5093aeaa01604b712dfbd9bdf385c1a67cd25ee11', '[\"*\"]', NULL, NULL, '2024-03-31 08:02:34', '2024-03-31 08:02:34'),
(1157, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '3f330966edba3c8156ce8989609bde53f612f9335e6a2b03089a4b6544918c7d', '[\"*\"]', NULL, NULL, '2024-03-31 08:29:50', '2024-03-31 08:29:50'),
(1158, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '45ea016067387c82f9dd049996474b785335638a390a7d17ff7b0076ce0d59bd', '[\"*\"]', NULL, NULL, '2024-03-31 08:30:42', '2024-03-31 08:30:42'),
(1159, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '9031fc08a4d0cf02524cae47cd0eea6c0b49f324e55c8aa7ed474f1a8d9d9474', '[\"*\"]', NULL, NULL, '2024-03-31 08:44:06', '2024-03-31 08:44:06'),
(1160, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '2b8aef340d4121143200f58e91f164f0df7cc05f64ebc916f10c99687ec5a2b7', '[\"*\"]', NULL, NULL, '2024-03-31 08:47:00', '2024-03-31 08:47:00'),
(1162, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '9d761cf2eac235ebfaa48f8de6c885e5ee193d80ce7028d38c6347f4087ffc10', '[\"*\"]', NULL, NULL, '2024-03-31 08:51:42', '2024-03-31 08:51:42'),
(1163, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'befce4d49e7b850f1b4db311ad2499169540aa2c9d20c39ce9bdd6128301687a', '[\"*\"]', NULL, NULL, '2024-03-31 08:52:42', '2024-03-31 08:52:42'),
(1164, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '9411383e1768603920b1b719967e109b743537f4ce14cd9157dee41b82351305', '[\"*\"]', NULL, NULL, '2024-03-31 08:58:20', '2024-03-31 08:58:20'),
(1165, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', 'eca2f257620420b0e656c74f9425e04dfb6a2f730f3beaeb6210dd05866e3998', '[\"*\"]', NULL, NULL, '2024-03-31 09:07:09', '2024-03-31 09:07:09'),
(1166, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '8584cb10d70e161fe8cf0192dd67ebe5dd2a8f32a08445ab1127df1f637420d4', '[\"*\"]', NULL, NULL, '2024-03-31 09:07:14', '2024-03-31 09:07:14'),
(1183, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '3b4000b7bba1ec087c23acb2d3c5bd34b7a73284809fc3da2d128d127101326b', '[\"*\"]', '2024-03-31 13:13:13', NULL, '2024-03-31 13:03:22', '2024-03-31 13:13:13'),
(1184, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', 'c69cccbc09af35b5ae0f23833ce1ff5d311ba8b6922c46d4cf47809c50dba188', '[\"*\"]', '2024-03-31 13:17:45', NULL, '2024-03-31 13:17:05', '2024-03-31 13:17:45'),
(1191, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '39f0bb309f1d560e92294a98f489bcad141f9260684ef7b6cdfa959f16a2ccf4', '[\"*\"]', NULL, NULL, '2024-04-01 08:31:08', '2024-04-01 08:31:08'),
(1192, 'Modules\\Client\\Entities\\Model', 83, 'ClientToken', '3937b74dfb211115133fd1ae51a75d7fce7570b41b734989a8ae4916ce0813b4', '[\"*\"]', NULL, NULL, '2024-04-01 08:35:59', '2024-04-01 08:35:59'),
(1193, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '9ffa2ae8f1a94812bb0836e91c00eeb395def73295c4bb8de7b85db3a9a5fa7e', '[\"*\"]', NULL, NULL, '2024-04-01 08:37:45', '2024-04-01 08:37:45'),
(1201, 'Modules\\Client\\Entities\\Model', 84, 'ClientToken', '1420a64286a15c7909e998fe50b3a87a42c6f174cc27fc38ca8138cc04014fd9', '[\"*\"]', NULL, NULL, '2024-04-01 08:56:16', '2024-04-01 08:56:16'),
(1202, 'Modules\\Client\\Entities\\Model', 84, 'ClientToken', 'e26535c02643b86f992e4671e778d51d63b4d327742c7e7614783b167ac474b0', '[\"*\"]', NULL, NULL, '2024-04-01 08:56:25', '2024-04-01 08:56:25'),
(1203, 'Modules\\Client\\Entities\\Model', 84, 'ClientToken', '92e55471c329fd9ce498b217cfd43f2d6f182fb2026056ce9e8ad71463b4b43c', '[\"*\"]', NULL, NULL, '2024-04-01 08:56:40', '2024-04-01 08:56:40'),
(1204, 'Modules\\Client\\Entities\\Model', 84, 'ClientToken', 'd71396b0924eb8ebb7a84d52a973c1ece15689b7efd3a221571d37a49fc265dc', '[\"*\"]', NULL, NULL, '2024-04-01 08:56:49', '2024-04-01 08:56:49'),
(1205, 'Modules\\Client\\Entities\\Model', 83, 'ClientToken', 'd4c72c2a2c0c8c3dfb4db3c79e69469461dc0f783b43ef6b254fca0d293a0c34', '[\"*\"]', NULL, NULL, '2024-04-01 08:57:16', '2024-04-01 08:57:16'),
(1206, 'Modules\\Client\\Entities\\Model', 83, 'ClientToken', '74ddb06bbdf85dcc40589587c6f67bfbb6c967f3f25c1ba89ee1b559a72e119f', '[\"*\"]', NULL, NULL, '2024-04-01 08:57:34', '2024-04-01 08:57:34'),
(1207, 'Modules\\Client\\Entities\\Model', 84, 'ClientToken', '3fdc21ab21f12ce8969387346bcc932643be9ac4a266ff929fc450771fec343f', '[\"*\"]', NULL, NULL, '2024-04-01 09:00:33', '2024-04-01 09:00:33'),
(1223, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '975eeb81dc266f76d2c49cb74670397661e41545b3f010fc38d33369dba8ad60', '[\"*\"]', NULL, NULL, '2024-04-02 10:28:16', '2024-04-02 10:28:16'),
(1224, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', 'af0a6472f452ad408ea93dcee8a9d8904f65e64b04b1ef8ea519e21121b87fc1', '[\"*\"]', NULL, NULL, '2024-04-02 10:28:52', '2024-04-02 10:28:52'),
(1227, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '9aa160a640a99bf040aa6f2476bead3dbd63e7d761b43900de425a10e8cf5b5f', '[\"*\"]', NULL, NULL, '2024-04-02 10:36:07', '2024-04-02 10:36:07'),
(1229, 'Modules\\Client\\Entities\\Model', 75, 'ClientToken', '3ba4b42e1b8a8299e04fcee6b41f7e1240bb04c98c98be8ccae1737573c4ea7e', '[\"*\"]', '2024-04-02 11:23:57', NULL, '2024-04-02 11:23:45', '2024-04-02 11:23:57'),
(1240, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '8e610cbe569903341869e71f29c90e61d2524f0de3deabd46cc8bb35f7dca2c7', '[\"*\"]', '2024-05-26 11:55:36', NULL, '2024-04-04 10:46:48', '2024-05-26 11:55:36'),
(1241, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '51f9ea382ed0825645567ca6ea4cdfa53a767ce688dda247984f462b2d03a473', '[\"*\"]', NULL, NULL, '2024-04-04 12:07:19', '2024-04-04 12:07:19'),
(1245, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'ebfbdddde8e7879d4d66192977aac2b4b3c4e1334ee2f46819e4d8afa553655b', '[\"*\"]', '2024-04-07 10:10:31', NULL, '2024-04-07 09:06:46', '2024-04-07 10:10:31'),
(1248, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '18b2097371a406de570aeab6fc03b17049dfecc808ae308d6e12a3680a03cedf', '[\"*\"]', NULL, NULL, '2024-04-07 10:00:41', '2024-04-07 10:00:41'),
(1249, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'b6f1e5f79aea33cde99976c74fe751077845205c8afdec5641136895818a900c', '[\"*\"]', NULL, NULL, '2024-04-07 10:01:25', '2024-04-07 10:01:25'),
(1250, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'f9a153b39fcf64e9ca21f1037fa0b168288c6fd1e93cadfe8363dd8f05117633', '[\"*\"]', NULL, NULL, '2024-04-07 10:10:35', '2024-04-07 10:10:35'),
(1251, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'd865d78f1dc41c3df79d104ed9e4883078c7fc64f0e27a2590fb374b6b128226', '[\"*\"]', NULL, NULL, '2024-04-07 10:21:11', '2024-04-07 10:21:11'),
(1252, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '4ab00dc1dca23a22a172d9892d4a883133376a375c5e54763b93818b82ebbd13', '[\"*\"]', NULL, NULL, '2024-04-07 10:39:38', '2024-04-07 10:39:38'),
(1253, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '59257fa13fcbbc1e0679a6ea12533adb256d324e231404063171adc80f1a42ff', '[\"*\"]', NULL, NULL, '2024-04-07 11:13:57', '2024-04-07 11:13:57'),
(1254, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'f1aa64c71eb244fdfee526cac67e5301f64d46797a0aea7a6307662f5338bda3', '[\"*\"]', NULL, NULL, '2024-04-07 11:15:54', '2024-04-07 11:15:54'),
(1255, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '038a5860e6602f72abee7f71677724098245a31ee3faf7997b9bca5768829fd3', '[\"*\"]', NULL, NULL, '2024-04-07 11:17:55', '2024-04-07 11:17:55'),
(1256, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '3b9bd9326c3084f5f1b509f55961b6984204e1d04266408dd6ce98dc9c3a03c5', '[\"*\"]', NULL, NULL, '2024-04-07 11:19:47', '2024-04-07 11:19:47'),
(1257, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '00a29de5c67dc725e6ec49f17a93fe93938f82878b507602241881f4d72970ce', '[\"*\"]', NULL, NULL, '2024-04-07 11:21:11', '2024-04-07 11:21:11'),
(1258, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '50d0452b235e61aeb55d22e19f0335d5e5964a4a0aeb3021eea24999ced74262', '[\"*\"]', NULL, NULL, '2024-04-07 11:22:56', '2024-04-07 11:22:56'),
(1259, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'dfb33baa33da805b8ec627f2e6f988e4b165a09b4b5b19fffac3e85d35f87233', '[\"*\"]', NULL, NULL, '2024-04-07 11:25:28', '2024-04-07 11:25:28'),
(1260, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'ea32d11126e76605d217719144d6081792e72d239c05fba199c83ef32a636d7c', '[\"*\"]', NULL, NULL, '2024-04-07 11:27:46', '2024-04-07 11:27:46'),
(1261, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '9f724f8395fa0c8dd6e30febaa166cc2ce620b6705f0a4e21767a804b961dd63', '[\"*\"]', NULL, NULL, '2024-04-07 11:30:19', '2024-04-07 11:30:19'),
(1262, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '786723278b5e8e6a0838ac3404ea935c11004a9574f40494bd2160c4ee795dd1', '[\"*\"]', NULL, NULL, '2024-04-07 11:33:49', '2024-04-07 11:33:49'),
(1263, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '074535ba5c16b52edb9f38913f1a375ed5c99c0dc2a06d9a956c64d3d5befc94', '[\"*\"]', NULL, NULL, '2024-04-07 11:35:22', '2024-04-07 11:35:22'),
(1264, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'de987e6c83b05ec754938972cea6f28d0bc83e77f22f50387ed1576bfbc064dd', '[\"*\"]', NULL, NULL, '2024-04-07 11:52:20', '2024-04-07 11:52:20'),
(1265, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '0024ac8cc669886d9af7ff922e21283b227754e25048bc46410a196b224b0322', '[\"*\"]', '2024-04-07 11:55:42', NULL, '2024-04-07 11:55:21', '2024-04-07 11:55:42'),
(1266, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'e85fde26c7e0c13455a6fb25c0c40c8d9440e59da7ec52b78ccf4f6e5a842fbf', '[\"*\"]', '2024-04-07 11:57:48', NULL, '2024-04-07 11:57:02', '2024-04-07 11:57:48'),
(1267, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '64c589b332fe43e4f6f80cbd588a9e1e69705298bfdb9ab0fe4be5f7d4537e71', '[\"*\"]', '2024-04-07 12:25:30', NULL, '2024-04-07 12:02:27', '2024-04-07 12:25:30'),
(1268, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '5d20173cca6e9ce2b1dbbf6746ab2c80e868c94fc7fe6e8263632881c5ca772a', '[\"*\"]', '2024-04-07 13:45:44', NULL, '2024-04-07 13:45:32', '2024-04-07 13:45:44'),
(1269, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'd2fcec0cab3225276ba6966e31bd472d0bda24af7564b5ba1144386a14e57a13', '[\"*\"]', '2024-04-08 08:22:04', NULL, '2024-04-08 08:20:41', '2024-04-08 08:22:04'),
(1270, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '0ae384361023d748de792761c688841ee23f3ff449ee801cc83c1951948cf4b5', '[\"*\"]', '2024-04-08 08:24:34', NULL, '2024-04-08 08:24:33', '2024-04-08 08:24:34'),
(1271, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '456c97d751ed84c62eaaba3af8d6988fa83468830bacec6b122ad2be8324ecc0', '[\"*\"]', '2024-04-08 08:27:24', NULL, '2024-04-08 08:27:23', '2024-04-08 08:27:24'),
(1272, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'f2f7e2a0613bcd2dfa7b292ee625cc38f1c905fec7c4c8c85165cd6887b06287', '[\"*\"]', '2024-04-08 08:36:19', NULL, '2024-04-08 08:34:47', '2024-04-08 08:36:19'),
(1273, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'ead8822443aad947b6bc84f6f9ae353c857d93c01c7fb12e22984667ab1ffd12', '[\"*\"]', '2024-04-08 08:39:19', NULL, '2024-04-08 08:38:27', '2024-04-08 08:39:19'),
(1274, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '9d5618a1e93e01e376b3955168dcc362cff912e2a39f74dc601fe4f42cf59027', '[\"*\"]', '2024-04-08 08:41:11', NULL, '2024-04-08 08:41:03', '2024-04-08 08:41:11'),
(1275, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'cf8fa6e9bdb102296ede37498b4ee369807c9075670819b92462a61133ed3ae5', '[\"*\"]', '2024-04-08 08:47:51', NULL, '2024-04-08 08:47:15', '2024-04-08 08:47:51'),
(1276, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'de7f2132bfb03c26a8c5dae4a05a08d54b18c3936f46b4f5fb5ba1807f798012', '[\"*\"]', '2024-04-08 08:51:14', NULL, '2024-04-08 08:51:00', '2024-04-08 08:51:14'),
(1277, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '471af4435e1cbf86f61fb1caee12e8f78036cbc5f4917a6bb31f53c5354d84a5', '[\"*\"]', '2024-04-08 09:11:14', NULL, '2024-04-08 09:11:11', '2024-04-08 09:11:14'),
(1278, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '3607ded3cd079100221a9babba846e4981cd86b29d2976de2c752298a71be77c', '[\"*\"]', '2024-04-08 09:14:06', NULL, '2024-04-08 09:13:57', '2024-04-08 09:14:06'),
(1279, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '63407d11f9e21172054e15b814859584a5c6fe945feb74ad6ab649593062f3ed', '[\"*\"]', '2024-04-08 09:16:02', NULL, '2024-04-08 09:15:54', '2024-04-08 09:16:02'),
(1280, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '841ca38d51bd4caa076a664a7cf98a0cdb4769c382f4d05372d629dc1576c837', '[\"*\"]', '2024-04-08 09:17:05', NULL, '2024-04-08 09:17:01', '2024-04-08 09:17:05'),
(1281, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'bb28df6cff1320436ff27dc1b2802dab8f39bbe6661e73ad0139a3db9020d38a', '[\"*\"]', '2024-04-08 09:19:13', NULL, '2024-04-08 09:19:11', '2024-04-08 09:19:13'),
(1282, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '2f039dad753e228314009f2675e5ca917269dabe134c3bc8f7569ae5260e48e6', '[\"*\"]', '2024-04-08 09:21:14', NULL, '2024-04-08 09:21:04', '2024-04-08 09:21:14'),
(1283, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '7e74732aa95e97ea75cb35896e6879f8f182f52a2010aa8082113c14a5fef57c', '[\"*\"]', '2024-04-08 09:24:21', NULL, '2024-04-08 09:23:32', '2024-04-08 09:24:21'),
(1284, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '891e9bd31aa7b5da1eca1d9d252844acba2679471a2d4b05130cfcd2cd305e70', '[\"*\"]', '2024-04-08 09:29:34', NULL, '2024-04-08 09:29:23', '2024-04-08 09:29:34'),
(1285, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'a30e417ca2c1f1025cb04216f38019262b7ba5cffb77bc5f8bdaabb0b66f00de', '[\"*\"]', '2024-04-08 09:31:00', NULL, '2024-04-08 09:30:48', '2024-04-08 09:31:00'),
(1286, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '282b272e8986e4ba8d0f35a59333fb4ebfb80d52c9c26fb3c8bca9468626a999', '[\"*\"]', '2024-04-08 09:33:11', NULL, '2024-04-08 09:33:04', '2024-04-08 09:33:11'),
(1287, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'b41a70f8a896e785af40debad26958c28b34753344d63f979b2b50ec5cb2b45e', '[\"*\"]', '2024-04-08 09:34:16', NULL, '2024-04-08 09:34:12', '2024-04-08 09:34:16'),
(1288, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'dee4e238c6522ed2a20eb22d123b9f35c814bfdb2c94f99f7824f6f52c54b460', '[\"*\"]', '2024-04-08 09:35:38', NULL, '2024-04-08 09:35:29', '2024-04-08 09:35:38'),
(1289, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'e6e5fa63c808365550b30c974b8caf81fbebb98b347da2f220c674f03d735c3b', '[\"*\"]', '2024-04-08 09:36:42', NULL, '2024-04-08 09:36:37', '2024-04-08 09:36:42'),
(1290, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '3fd8e448f1f575b6884c8b87bc7cef23dac4cb8b0fa54006203994540ddee51a', '[\"*\"]', '2024-04-08 09:37:41', NULL, '2024-04-08 09:37:39', '2024-04-08 09:37:41'),
(1291, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'cb5e36805db14b2a9c46ecfbc2ee9c6880b57e57640f558768b9b569e43fe934', '[\"*\"]', '2024-04-08 09:38:40', NULL, '2024-04-08 09:38:37', '2024-04-08 09:38:40'),
(1292, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '50e9c4b758a8a2d178a1d7afff8c2672ed93e5b480b29492c8c4cb1bb43668fc', '[\"*\"]', '2024-04-08 09:42:15', NULL, '2024-04-08 09:42:11', '2024-04-08 09:42:15'),
(1293, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '219ef158440d30aa7ddd5508e7af5ddc5f95316f0639ff4fd34c792e70c53266', '[\"*\"]', '2024-04-08 09:44:06', NULL, '2024-04-08 09:43:50', '2024-04-08 09:44:06'),
(1294, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '6e485c93c34a6248179cb3f9c0ea481960c2ff956bd03cd7697a787b3263477c', '[\"*\"]', '2024-04-08 09:45:33', NULL, '2024-04-08 09:45:14', '2024-04-08 09:45:33'),
(1295, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'daf206e3ed55f6db5766bfc1207412a98d528cf6b6b68e3d8f66f4448f80fe37', '[\"*\"]', '2024-04-08 12:03:39', NULL, '2024-04-08 12:03:29', '2024-04-08 12:03:39'),
(1296, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'b364283d48a0bfda657768f1e377d1f9bfda4e021adc958bf52fc8df6b62a3c9', '[\"*\"]', '2024-04-08 12:13:45', NULL, '2024-04-08 12:13:41', '2024-04-08 12:13:45'),
(1297, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '123fbf272d924df9099456202233ca105ceb292930b59c59c2aeb33647f937bd', '[\"*\"]', '2024-04-08 12:16:33', NULL, '2024-04-08 12:16:30', '2024-04-08 12:16:33'),
(1298, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '1565ad5572a9ce1a50d68dd54eb2d6e3f78acba5fb60c409a1e1cbe0800e3835', '[\"*\"]', '2024-04-08 12:20:52', NULL, '2024-04-08 12:20:44', '2024-04-08 12:20:52'),
(1299, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '9bf4091501320681ac07f626a65db9d7ff83b87ea4e566f729bce20302886707', '[\"*\"]', '2024-04-08 12:40:04', NULL, '2024-04-08 12:40:02', '2024-04-08 12:40:04'),
(1300, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '195a53bd02e07b3bd44a49912d620c8ab3fa00993fc86bf906e8bc9708e9f8d3', '[\"*\"]', '2024-04-08 12:42:28', NULL, '2024-04-08 12:42:26', '2024-04-08 12:42:28'),
(1301, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'a62c284ca4fda9f766c6f6192a4d515f701fc592f8fec3274908f7e436edd2dd', '[\"*\"]', '2024-04-08 12:44:03', NULL, '2024-04-08 12:44:01', '2024-04-08 12:44:03'),
(1302, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '0060f0f6f51aaee0107bba0612162571ecc6c34aa0b76904a0e81101b632a891', '[\"*\"]', '2024-04-08 12:45:24', NULL, '2024-04-08 12:45:20', '2024-04-08 12:45:24'),
(1306, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'c1b64c3c2ef6b41fd64cc89ccafb9d477e041f00c56dab99916d543db995c895', '[\"*\"]', '2024-04-14 09:01:27', NULL, '2024-04-14 09:01:26', '2024-04-14 09:01:27'),
(1307, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'b1f4b0652d8e52e28be5f785cd85a4244a31830036194a3d97e7e285531fe320', '[\"*\"]', '2024-04-14 09:05:30', NULL, '2024-04-14 09:05:30', '2024-04-14 09:05:30'),
(1308, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'd23110cefa0d685fc586ee36c087561a83355b8d560833837e01cd4cc23ff680', '[\"*\"]', '2024-04-14 09:09:30', NULL, '2024-04-14 09:09:29', '2024-04-14 09:09:30'),
(1309, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'a415df4007ce07ba1e8c0955de60fcc78b540fd8913672fcda13bb88e1e26ac5', '[\"*\"]', '2024-04-14 09:15:08', NULL, '2024-04-14 09:15:07', '2024-04-14 09:15:08'),
(1310, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '2dcc3f5a883bc27a1837ee882c8857286d00365191b802d75a1fa142867527c2', '[\"*\"]', NULL, NULL, '2024-04-14 09:20:25', '2024-04-14 09:20:25'),
(1311, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '0ae6785b043634c7172b9c9415cbe47980bbd17cd313cdb3f78b6a8137236fa2', '[\"*\"]', '2024-04-14 09:22:08', NULL, '2024-04-14 09:22:08', '2024-04-14 09:22:08'),
(1312, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '80358f09d4386f13f515d8098a5deb522e3d3b83d6523b48c76a4b42700acf10', '[\"*\"]', '2024-04-14 09:25:22', NULL, '2024-04-14 09:25:21', '2024-04-14 09:25:22'),
(1313, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'd68fe39c154c5227af64a19ad2ed3a21c9f27abf35aadfaedd9ade822b228fb5', '[\"*\"]', '2024-04-14 09:32:31', NULL, '2024-04-14 09:32:30', '2024-04-14 09:32:31'),
(1314, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '2459285e16cea6f1d1b0241ada1a058c69841e9bd955e4783a68bfc471875d33', '[\"*\"]', '2024-04-14 09:34:19', NULL, '2024-04-14 09:34:15', '2024-04-14 09:34:19'),
(1315, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '0f659bc4856d01e356e7ac2e1a5a25b9f64ad8702df2111087fe26a074013ad3', '[\"*\"]', '2024-04-14 12:03:02', NULL, '2024-04-14 11:53:02', '2024-04-14 12:03:02'),
(1317, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'b934d9bcde1d80d089b45aef4e85c4ddd56920e1465ea1943e0a4696c45b0b29', '[\"*\"]', '2024-04-14 12:34:25', NULL, '2024-04-14 12:31:44', '2024-04-14 12:34:25'),
(1318, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '6d0085da22c4241ed319d5e3b9924587b4734a0ec9f415e7145eaf3913317ffa', '[\"*\"]', '2024-04-14 14:12:22', NULL, '2024-04-14 12:35:18', '2024-04-14 14:12:22'),
(1319, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '8e463a71f06dcdc03bd8e95dcf8f7ebcccbaea39f05da10f37b8bcb48710600f', '[\"*\"]', '2024-04-14 13:18:03', NULL, '2024-04-14 12:41:40', '2024-04-14 13:18:03'),
(1320, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'df72248efe6593cac7f949c947d8aef034dc824d74e34f3cde550bd71263cef0', '[\"*\"]', '2024-04-14 13:04:37', NULL, '2024-04-14 13:04:37', '2024-04-14 13:04:37'),
(1321, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '02ae6ad836fb0101dc2e44f8b2523c057896c016712a3680dca81cb9badb0e4b', '[\"*\"]', '2024-04-14 13:07:37', NULL, '2024-04-14 13:06:01', '2024-04-14 13:07:37'),
(1322, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'c067af0670c4d00e639789a8eaa29c17cb95fd546993052b661716ded4f228e3', '[\"*\"]', '2024-04-14 13:13:25', NULL, '2024-04-14 13:13:24', '2024-04-14 13:13:25'),
(1325, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'eea5fe2fec06daf85c9ec8ccd449bd7843307a0c67b98abd3944618e25d97169', '[\"*\"]', '2024-04-14 13:18:17', NULL, '2024-04-14 13:18:09', '2024-04-14 13:18:17'),
(1326, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'e2cccdd48c05da4c208e5b4e353e9afe2190fc865d528b632ebde3bfe03a310c', '[\"*\"]', '2024-04-16 10:46:18', NULL, '2024-04-14 13:18:53', '2024-04-16 10:46:18'),
(1327, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '85618c43e7db0a25967fb426350225f6ae5d6ca430cc6a4ab5475574afb5c2e5', '[\"*\"]', '2024-04-14 13:30:57', NULL, '2024-04-14 13:30:56', '2024-04-14 13:30:57'),
(1328, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'a6c36e84efcd816c6abbe4de7e28289c25ef22dac3cca3378b21cd34e1a9f516', '[\"*\"]', '2024-04-14 13:38:44', NULL, '2024-04-14 13:38:44', '2024-04-14 13:38:44'),
(1329, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '3208da10bc36c012f2b5ed17253e14e8d3d2a119d26607b76b82dc8aca0e9cf2', '[\"*\"]', '2024-04-14 14:14:03', NULL, '2024-04-14 14:14:02', '2024-04-14 14:14:03'),
(1330, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '1be06bf025293b2027b0e6a3fdeb05e3bd3266545aa45c23a5a991c87a385b34', '[\"*\"]', '2024-04-14 14:21:33', NULL, '2024-04-14 14:21:05', '2024-04-14 14:21:33'),
(1331, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '47feb7ba027c62664c2c9526a7ca2332750782e0ea5a0b7f82a086147b4d0365', '[\"*\"]', '2024-04-14 14:24:53', NULL, '2024-04-14 14:24:19', '2024-04-14 14:24:53'),
(1332, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'b38b04fa1352614749117258272f5d85791e80ecf7680ba447cd50302520cd73', '[\"*\"]', '2024-04-14 14:26:54', NULL, '2024-04-14 14:26:23', '2024-04-14 14:26:54'),
(1333, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '9a6c442c1ad31a24cf8b2ca2be045a1350327ad2985f694057043db59ee9f4f4', '[\"*\"]', '2024-04-14 14:45:49', NULL, '2024-04-14 14:45:39', '2024-04-14 14:45:49'),
(1334, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '569c00430c6389ae9be75fe9115ee637896f0abe817347fab45d197af15d0a7c', '[\"*\"]', '2024-04-14 17:42:21', NULL, '2024-04-14 17:42:20', '2024-04-14 17:42:21'),
(1335, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'a71d82c5f5a70469dcdb6cb448309c5143ce4c58e9b9c8c324f971ac4298fdea', '[\"*\"]', '2024-04-14 17:45:46', NULL, '2024-04-14 17:45:45', '2024-04-14 17:45:46'),
(1336, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'e29b62fd1da48658813f4f1c30a53daca5db62e8fb114aa9beac8f2b5dc12b68', '[\"*\"]', '2024-04-14 17:47:46', NULL, '2024-04-14 17:47:19', '2024-04-14 17:47:46'),
(1337, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '6700141e2ef2a475add9ae931f3c8bed18a2c5aad8fa6c0ba64d035ba3ea72d6', '[\"*\"]', '2024-04-14 17:57:01', NULL, '2024-04-14 17:56:23', '2024-04-14 17:57:01'),
(1338, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '5c5ce56a6ed4b48ae50666257bf8a2a90c822da6c902aee518858c90a510dbd2', '[\"*\"]', '2024-04-14 18:02:03', NULL, '2024-04-14 18:01:57', '2024-04-14 18:02:03'),
(1339, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '9bf0f05c001ad00e3e54ceb73129e6437f646d2b7be51d019f1620a8c8ce8516', '[\"*\"]', '2024-04-14 18:04:14', NULL, '2024-04-14 18:03:37', '2024-04-14 18:04:14'),
(1340, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'ff55a03e7328d436739be8ab892ff3b05825ac58562964297092baf9cccf51ff', '[\"*\"]', '2024-04-15 08:47:15', NULL, '2024-04-15 08:24:38', '2024-04-15 08:47:15'),
(1342, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'a3af809625793e966aa0dd8451eeee4a76245457475022b6c482acbb462ad843', '[\"*\"]', '2024-04-15 09:56:44', NULL, '2024-04-15 09:54:24', '2024-04-15 09:56:44'),
(1343, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '303459e6a1dbbe27eeb112a0275c853e8b1a51b07185427f09f4a153876a8aae', '[\"*\"]', '2024-04-15 10:00:43', NULL, '2024-04-15 10:00:21', '2024-04-15 10:00:43'),
(1344, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '00118dca3ca2bf5f4e437418bddf3131860d6aa8484a76ed5b14b919dd154ee9', '[\"*\"]', '2024-04-15 10:05:07', NULL, '2024-04-15 10:04:59', '2024-04-15 10:05:07'),
(1345, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'cf0d4fbad800ef1eb6e23be5fb5a200402aa4b9d37ee3bd1029ba7f6507701fb', '[\"*\"]', '2024-04-15 10:07:14', NULL, '2024-04-15 10:07:06', '2024-04-15 10:07:14'),
(1346, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'df15607f7db3922260d703a14ff8935f791f8225f5268da038a3071659891277', '[\"*\"]', '2024-04-15 10:11:45', NULL, '2024-04-15 10:11:17', '2024-04-15 10:11:45'),
(1347, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '968a0d2a1a58c86c366989dd79ce12c9dd4400ed347287e996898b9173de355f', '[\"*\"]', '2024-04-15 11:05:41', NULL, '2024-04-15 11:05:40', '2024-04-15 11:05:41'),
(1348, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '035b4d59b7385be987e2d5911a1db513bf977cc97f3eb7b393f2888a53c2ac7f', '[\"*\"]', '2024-04-15 11:07:24', NULL, '2024-04-15 11:07:23', '2024-04-15 11:07:24'),
(1349, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '563f9d98f68b760c52e6908330bb9be24f075bda6b88796b1ad95c564cb9824f', '[\"*\"]', '2024-04-15 11:09:48', NULL, '2024-04-15 11:09:48', '2024-04-15 11:09:48'),
(1350, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '14cd8b9c8a33270f78889e385b2785a31f37399cbf3b21e40d126e5a7cb75426', '[\"*\"]', '2024-04-15 11:30:58', NULL, '2024-04-15 11:29:33', '2024-04-15 11:30:58'),
(1351, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'c7c8fcdd3864ac44331b9fbcb990a215fb4be21244dc0a518d1e821c0b9d73db', '[\"*\"]', '2024-04-15 11:45:08', NULL, '2024-04-15 11:43:00', '2024-04-15 11:45:08'),
(1352, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'c2568866be263c5eade4b78503bb4ddcceff9cae22f47ce78a2d57453fdddc31', '[\"*\"]', '2024-04-15 11:47:12', NULL, '2024-04-15 11:47:07', '2024-04-15 11:47:12'),
(1353, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '9d2be13be6dc4a567edfc2965a12b4ad5542d9536ea1eb67447d07954b906052', '[\"*\"]', '2024-04-15 11:50:20', NULL, '2024-04-15 11:49:20', '2024-04-15 11:50:20'),
(1354, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '8bf69a1bdf9c1fbcf77ee2df8b7bd07d94ccadb08efc82567dac11c760d1855d', '[\"*\"]', '2024-04-15 11:55:50', NULL, '2024-04-15 11:55:15', '2024-04-15 11:55:50'),
(1355, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '4e94999c12b5ddbd4bb20e20a7e9909750ce16a8726439d51c83d894a94e19a1', '[\"*\"]', '2024-04-15 11:59:22', NULL, '2024-04-15 11:58:11', '2024-04-15 11:59:22'),
(1356, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'b66f4d0a8f14ff88a489558b061161a018d4fe8ac4466523ece525e1a43bcb33', '[\"*\"]', '2024-04-15 12:00:33', NULL, '2024-04-15 12:00:28', '2024-04-15 12:00:33'),
(1357, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '4e12c49cf483ee2bfe527212228378a75d1d22ab46fdbfd0f5d9a8ea3867725d', '[\"*\"]', '2024-04-15 12:07:47', NULL, '2024-04-15 12:07:09', '2024-04-15 12:07:47'),
(1358, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '3d28eab711d27b774a76dab6851c4d25acf2a507d61c9061e8fc206c23e40d13', '[\"*\"]', '2024-04-15 12:28:58', NULL, '2024-04-15 12:28:54', '2024-04-15 12:28:58'),
(1359, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'e083f6ea1e9fa4a182c86765f9272672e422df9ed45671aa1759303ce20014cc', '[\"*\"]', '2024-04-15 12:30:17', NULL, '2024-04-15 12:30:14', '2024-04-15 12:30:17'),
(1360, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '3bc940d2317a374486e789e94d61c643f862f3adc994fd12f6be0efb2956dab3', '[\"*\"]', '2024-04-15 12:31:30', NULL, '2024-04-15 12:31:17', '2024-04-15 12:31:30'),
(1361, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '7957ea7c1263951caa2f70d7410bef142fe4c4480eca435cfdb752bb8ad2f299', '[\"*\"]', '2024-04-15 12:32:51', NULL, '2024-04-15 12:32:28', '2024-04-15 12:32:51'),
(1362, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '3cf1d5014bdeeb2d0a49783de1a008fd7eb27bffc467838e43728bb0b2855947', '[\"*\"]', '2024-04-15 12:37:34', NULL, '2024-04-15 12:36:59', '2024-04-15 12:37:34'),
(1363, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '8e73d4685360027db741aefa5b92a3f410f9de9956fc59c823b73d18ab2b49f9', '[\"*\"]', '2024-04-15 12:41:30', NULL, '2024-04-15 12:40:33', '2024-04-15 12:41:30'),
(1364, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'a57de0c548e6547b3675bfa1d28e8d88879b17f4e626da6e368b0001d1cb4d7d', '[\"*\"]', '2024-04-15 12:42:42', NULL, '2024-04-15 12:42:28', '2024-04-15 12:42:42'),
(1365, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'd73ad5f7b4310f02b39991dbe6c405468c5dc391c43fe57ff3c8bbc85320693e', '[\"*\"]', '2024-04-15 12:44:48', NULL, '2024-04-15 12:43:54', '2024-04-15 12:44:48'),
(1366, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '898465a4a8421f7d0a8e0e39ed8ce09bee9306bcaef1b5ee039fc8894942c32f', '[\"*\"]', '2024-04-15 12:47:12', NULL, '2024-04-15 12:47:03', '2024-04-15 12:47:12'),
(1367, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '47369bb4de53ef3e441164adcab69e404ff4fe56955ef54d46db3100b718792c', '[\"*\"]', '2024-04-15 12:49:17', NULL, '2024-04-15 12:48:30', '2024-04-15 12:49:17'),
(1369, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '674e29edce25671b08a56c247ab8cb1317e6225c85b05a56f11acbd72718ed88', '[\"*\"]', '2024-04-16 09:43:13', NULL, '2024-04-15 14:30:50', '2024-04-16 09:43:13'),
(1387, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '007aad1d4a8f0834fcf51bfa1021c577ec13fc526bfc41a433b7b2975f484c68', '[\"*\"]', NULL, NULL, '2024-04-16 10:21:55', '2024-04-16 10:21:55'),
(1388, 'Modules\\Driver\\Entities\\Model', 89, 'DriverToken', '795c5bb67fcf395e885fd850c88c31b1a2b7d32a4cd5825e867fcc7cb93fa6e9', '[\"*\"]', '2024-04-21 09:37:40', NULL, '2024-04-16 10:31:39', '2024-04-21 09:37:40'),
(1396, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '3a07f4f11922aac4ac7386799e04dc2acfb6eda0afde407cecd2f83961231996', '[\"*\"]', '2024-04-16 11:46:57', NULL, '2024-04-16 11:24:15', '2024-04-16 11:46:57'),
(1403, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '0500cb750d1698584dd0650c9cef2a3cc833f217d79e6b09e5ca3a0830e659f7', '[\"*\"]', '2024-04-18 09:43:46', NULL, '2024-04-18 09:36:06', '2024-04-18 09:43:46'),
(1404, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '7fef7f9c7ae83d0c9c2c79a2ec26938959739931d2ec44b64ab9fd9e72c2f87d', '[\"*\"]', '2024-04-29 20:28:03', NULL, '2024-04-21 09:38:37', '2024-04-29 20:28:03'),
(1421, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'a4a6843b2743655727e44d6e8633540918180c87a03083805f72574bef8c3ad5', '[\"*\"]', '2024-05-26 11:55:42', NULL, '2024-04-29 20:44:39', '2024-05-26 11:55:42'),
(1424, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '21894718dd85279003cd35a87884d34ba7f12918dc9fdb314a75bb7c8edb9c5c', '[\"*\"]', '2024-04-30 11:03:09', NULL, '2024-04-30 09:33:31', '2024-04-30 11:03:09'),
(1427, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '1ece9ae953515f2bce74c1a58fdf04e6512cf425b27de03dbd0c3a4966ee2a65', '[\"*\"]', NULL, NULL, '2024-05-05 06:36:32', '2024-05-05 06:36:32'),
(1442, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'f8bd0e42d8aef964cd183f2c5dcfe9e74ff28ea265ee240fde3b47c3a22871f3', '[\"*\"]', '2024-05-21 09:35:47', NULL, '2024-05-05 08:26:48', '2024-05-21 09:35:47'),
(1443, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '162a02340ae1814bf44b4f8cf17c5662c286fffe408ad829c9797a4ffc81f6e8', '[\"*\"]', NULL, NULL, '2024-05-05 09:04:38', '2024-05-05 09:04:38'),
(1444, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'a41160816ebfa1a922a6d8537511b1cbeeb8fd04e26be446dda942de6d7ab058', '[\"*\"]', NULL, NULL, '2024-05-05 09:05:05', '2024-05-05 09:05:05'),
(1494, 'Modules\\Client\\Entities\\Model', 79, 'ClientToken', 'ca886f6956a575221c943cd7f0644246dae1695b6329950e613de9c5787cb5ea', '[\"*\"]', NULL, NULL, '2024-05-12 08:00:45', '2024-05-12 08:00:45'),
(1521, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', '1fa0c1235c3649b836867624d57b5a8e9272b0afd66839652ef462465a123028', '[\"*\"]', '2024-05-13 08:51:06', NULL, '2024-05-13 08:27:22', '2024-05-13 08:51:06'),
(1524, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', '5d79a294f3cdc313139f841d071f13b745bb5258ec67a7c725e28916ed1b96fd', '[\"*\"]', '2024-05-13 10:43:35', NULL, '2024-05-13 09:09:50', '2024-05-13 10:43:35'),
(1525, 'Modules\\Client\\Entities\\Model', 80, 'ClientToken', 'f3e26d56d311287f58dd74d444e70efb96d28161fd4f17e3da9c5ea8df24d225', '[\"*\"]', '2024-05-26 07:11:21', NULL, '2024-05-13 09:48:42', '2024-05-26 07:11:21'),
(1527, 'Modules\\Client\\Entities\\Model', 79, 'ClientToken', '1b17f9800e6621f3a3faa1825d9233ffc65885a78daeb47946368076616482fd', '[\"*\"]', '2024-05-13 18:32:35', NULL, '2024-05-13 11:10:23', '2024-05-13 18:32:35'),
(1528, 'Modules\\Client\\Entities\\Model', 79, 'ClientToken', '83540d156f3d8baa59811966affe19b31b756c70e1e19ebff72c874bbdd93b28', '[\"*\"]', '2024-05-13 17:39:44', NULL, '2024-05-13 17:38:43', '2024-05-13 17:39:44'),
(1529, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', 'fc7d4513f7ae2d2bf62658713001e2ba5e0b2b6a3c45bed8dc29a47603c68439', '[\"*\"]', '2024-05-13 18:49:56', NULL, '2024-05-13 18:33:22', '2024-05-13 18:49:56'),
(1530, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', 'acd03aad883b4c28de225c37945f4ffbdb8e4760e53787a9205970833043f5f4', '[\"*\"]', '2024-05-13 18:51:39', NULL, '2024-05-13 18:51:09', '2024-05-13 18:51:39'),
(1531, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', 'c97a62f213bad3634f504be418b2c22899e152f9aed3625e21065fa2c07d0de7', '[\"*\"]', '2024-05-14 06:39:22', NULL, '2024-05-14 06:31:41', '2024-05-14 06:39:22'),
(1532, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', '33f4ce32ed9f3abe22caecaf7d874f0cee6805523bb80e6c5f9dd15b8b3f5da0', '[\"*\"]', '2024-05-14 06:40:40', NULL, '2024-05-14 06:40:15', '2024-05-14 06:40:40'),
(1533, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', '9d9dba20bb90c8105b96df5df9e7b31a10b1e3c55aead2d1fb09daa2f2a27802', '[\"*\"]', '2024-05-14 07:02:53', NULL, '2024-05-14 06:48:23', '2024-05-14 07:02:53'),
(1534, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', '398e7e989c6c8444be3aa9d85590277d203791a961349f454062daa97a2a9227', '[\"*\"]', '2024-05-14 07:10:24', NULL, '2024-05-14 07:03:28', '2024-05-14 07:10:24'),
(1535, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', '490ee888c0e80ef19f60baef2ec0b1d580006a277758cff5892aaa179bbca802', '[\"*\"]', '2024-05-14 07:22:47', NULL, '2024-05-14 07:06:40', '2024-05-14 07:22:47'),
(1537, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', '22d26b3150a0bd310a89364732db95a17de7f3239c547552eb558c8973f7a0eb', '[\"*\"]', '2024-05-14 07:12:21', NULL, '2024-05-14 07:11:32', '2024-05-14 07:12:21'),
(1539, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', '07e06c5552044ebb03fe08b2387d2a1380aad119783a5a3e9d6d3d8c21cfef9e', '[\"*\"]', '2024-05-14 07:25:25', NULL, '2024-05-14 07:24:18', '2024-05-14 07:25:25'),
(1540, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', 'ad7e19e9438b48db77161f24a79ac1502c1c9e25fda5912af34b33357f945e5e', '[\"*\"]', '2024-05-14 07:35:03', NULL, '2024-05-14 07:34:11', '2024-05-14 07:35:03'),
(1541, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', '0695bee50a43c498ecd9df73e7da466a608a542161817599e947955a36706fe6', '[\"*\"]', '2024-05-18 16:18:50', NULL, '2024-05-14 07:45:08', '2024-05-18 16:18:50'),
(1543, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', 'f86751a254b4331de837c7224be5b538eb9396d95a8dc7660b7a94a490cb7a44', '[\"*\"]', '2024-05-14 08:48:37', NULL, '2024-05-14 08:47:46', '2024-05-14 08:48:37'),
(1544, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', '3412676066babb6d1c4db7ff2dd1f8e4d47d4b835d36eda3c8346e71bde8e858', '[\"*\"]', NULL, NULL, '2024-05-14 08:47:46', '2024-05-14 08:47:46'),
(1545, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', 'db23d288a975005b9958837b6993f85b87f73037f834fa340f0fce6a380fa76b', '[\"*\"]', '2024-05-15 11:26:04', NULL, '2024-05-14 08:47:46', '2024-05-15 11:26:04'),
(1547, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', '6eaa88dd3666e48e7e31c81916eec4b02ecce520eb32927965b857ff8fe62f35', '[\"*\"]', '2024-05-26 10:29:58', NULL, '2024-05-14 09:42:37', '2024-05-26 10:29:58'),
(1548, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', 'f2265a8ab42e8c39c185e8e26128fca7e34f742b6b550c594e37ece0e9a0fad7', '[\"*\"]', '2024-05-14 09:54:24', NULL, '2024-05-14 09:53:03', '2024-05-14 09:54:24'),
(1551, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', '3ca6676b4b96e1ff4f806966049497317b5301cccf0974ace9afe9d95b7d1f62', '[\"*\"]', '2024-05-15 06:32:20', NULL, '2024-05-15 06:19:21', '2024-05-15 06:32:20'),
(1552, 'Modules\\Client\\Entities\\Model', 80, 'ClientToken', '4c847256b8e3d41e09444200dc53e5439d2d4413f91fac363ff05b265407cccf', '[\"*\"]', '2024-05-26 12:44:09', NULL, '2024-05-15 06:30:39', '2024-05-26 12:44:09'),
(1555, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', 'b1bc9ad40dcca596fb868649afeb385f4c7f8af45820fc0d515619bce3972cc7', '[\"*\"]', '2024-05-15 07:36:13', NULL, '2024-05-15 07:34:53', '2024-05-15 07:36:13'),
(1564, 'Modules\\Client\\Entities\\Model', 96, 'ClientToken', '0d60c1514df9045fd3847ccfd583896f307b93fd0cfd5e23952d4d3619e27c24', '[\"*\"]', '2024-05-16 09:58:06', NULL, '2024-05-15 08:10:47', '2024-05-16 09:58:06'),
(1567, 'Modules\\Client\\Entities\\Model', 96, 'ClientToken', '44dec7f85748a6d6ffe57bd6760cd8c36f259a2f2cd79b4a352ed2712f2a6c1f', '[\"*\"]', '2024-05-15 12:46:12', NULL, '2024-05-15 12:39:05', '2024-05-15 12:46:12'),
(1570, 'Modules\\Client\\Entities\\Model', 96, 'ClientToken', '9ed26bdf06b153aba4461cb16ad65f587f7a4ab4deac3c0d0267e7e6f3d512cd', '[\"*\"]', '2024-05-16 08:10:43', NULL, '2024-05-16 08:10:36', '2024-05-16 08:10:43'),
(1573, 'Modules\\Client\\Entities\\Model', 96, 'ClientToken', '528e3293455a069a6f8ff282630823a101a86ce6708e936c74d06dc25b30486b', '[\"*\"]', '2024-05-16 10:58:59', NULL, '2024-05-16 10:55:46', '2024-05-16 10:58:59');
INSERT INTO `personal_access_tokens` (`id`, `tokenable_type`, `tokenable_id`, `name`, `token`, `abilities`, `last_used_at`, `expires_at`, `created_at`, `updated_at`) VALUES
(1574, 'Modules\\Client\\Entities\\Model', 96, 'ClientToken', 'b291cd0ca96b08665f686413c44912fe563cb51fc822e114cc01575e547d3f22', '[\"*\"]', '2024-05-16 11:00:44', NULL, '2024-05-16 11:00:40', '2024-05-16 11:00:44'),
(1575, 'Modules\\Client\\Entities\\Model', 96, 'ClientToken', '7c34a1efa77e9dae3846bb8a31039b890a1deeab1a8eea6d8cab37983fae7d36', '[\"*\"]', '2024-05-16 11:03:53', NULL, '2024-05-16 11:03:52', '2024-05-16 11:03:53'),
(1576, 'Modules\\Client\\Entities\\Model', 96, 'ClientToken', '94b777b72f5047d86a90878e40a9bf8594436dfda5218d03d929a86c2d339eb7', '[\"*\"]', '2024-05-16 11:12:32', NULL, '2024-05-16 11:12:31', '2024-05-16 11:12:32'),
(1577, 'Modules\\Client\\Entities\\Model', 96, 'ClientToken', '6a3f4f96eccc3d595a00eaf4b993e01c0ae6cb06040646fefffdcf83f1f3d3fd', '[\"*\"]', '2024-05-16 11:13:58', NULL, '2024-05-16 11:13:17', '2024-05-16 11:13:58'),
(1579, 'Modules\\Client\\Entities\\Model', 96, 'ClientToken', '8141d109d7b11f3f0fd380727e7abd482f2bc275b3e49bcf3fa21f60eda2276b', '[\"*\"]', '2024-05-16 13:19:17', NULL, '2024-05-16 13:17:47', '2024-05-16 13:19:17'),
(1580, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', 'bc5b0edc489b8ebc20103256fcd53961cac776945bef01c3d34fdc7b5bc34584', '[\"*\"]', '2024-05-16 13:20:44', NULL, '2024-05-16 13:20:43', '2024-05-16 13:20:44'),
(1581, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', 'e6bb59878b22a16f272e5b16e5d81e052e8755803ba43e9e9efc3621b8834cc4', '[\"*\"]', '2024-05-16 13:23:30', NULL, '2024-05-16 13:22:29', '2024-05-16 13:23:30'),
(1582, 'Modules\\Client\\Entities\\Model', 96, 'ClientToken', 'c8c1ac070785e7ceb8f3143c6ccf4b504995a91e5911f5092af3d4117811431e', '[\"*\"]', '2024-05-19 08:21:20', NULL, '2024-05-16 13:28:04', '2024-05-19 08:21:20'),
(1585, 'Modules\\Client\\Entities\\Model', 50, 'ClientToken', '860e82b50172df78b9ea318bc76082e7c3b59467af31a93ce5a4c3e33530fcaa', '[\"*\"]', NULL, NULL, '2024-05-20 09:55:07', '2024-05-20 09:55:07'),
(1586, 'Modules\\Client\\Entities\\Model', 50, 'ClientToken', '8b38c4c8b297abad11f19e4627067c886c477b20c54e8928635305a576cd0ba0', '[\"*\"]', '2024-05-20 09:59:40', NULL, '2024-05-20 09:55:26', '2024-05-20 09:59:40'),
(1587, 'Modules\\Client\\Entities\\Model', 50, 'ClientToken', 'df0aa7649a78083cda42657097c2c75de510327e0dee9d1023b4246dea5386a3', '[\"*\"]', '2024-05-20 10:15:23', NULL, '2024-05-20 09:57:39', '2024-05-20 10:15:23'),
(1588, 'Modules\\Client\\Entities\\Model', 50, 'ClientToken', 'f2094eccd9977c31680ada15cdef9cf956b33d852805e1a3f7da812d37f37f51', '[\"*\"]', '2024-05-20 10:00:13', NULL, '2024-05-20 10:00:13', '2024-05-20 10:00:13'),
(1589, 'Modules\\Client\\Entities\\Model', 50, 'ClientToken', '197682035e1b378742555af780abcac9b2d933a0fb3b7824e4bd625d9c6139a9', '[\"*\"]', '2024-05-20 10:07:33', NULL, '2024-05-20 10:01:44', '2024-05-20 10:07:33'),
(1592, 'Modules\\Client\\Entities\\Model', 50, 'ClientToken', '984b73b695b0ee7744a9508bdbc848ecc25add0d4563163613ae6b7309e0c89e', '[\"*\"]', '2024-05-20 10:29:34', NULL, '2024-05-20 10:25:31', '2024-05-20 10:29:34'),
(1593, 'Modules\\Client\\Entities\\Model', 50, 'ClientToken', 'a28d6fc1ef241d5266d72bc78544a7d99a2a0fd9c7eb0b52a4572ff0dbbf6c51', '[\"*\"]', '2024-05-20 10:56:33', NULL, '2024-05-20 10:41:23', '2024-05-20 10:56:33'),
(1594, 'Modules\\Client\\Entities\\Model', 50, 'ClientToken', 'b8e84ca6fc5f74cf59540ec1ed8325232aa0df0104f6f13d58a0d5451eb576c6', '[\"*\"]', '2024-05-20 11:00:34', NULL, '2024-05-20 10:59:07', '2024-05-20 11:00:34'),
(1595, 'Modules\\Client\\Entities\\Model', 50, 'ClientToken', 'f1f87c9c84113e57cb33f1c689ebe7b8b7ffbf64518ec4a07eb80bfe7bbc663f', '[\"*\"]', '2024-05-20 11:01:38', NULL, '2024-05-20 11:01:37', '2024-05-20 11:01:38'),
(1596, 'Modules\\Client\\Entities\\Model', 50, 'ClientToken', 'fdff9c7541cdbee1917e90cd067ab66fdc8e03fa93be5f6d51a636b1fec0f144', '[\"*\"]', '2024-05-20 11:30:16', NULL, '2024-05-20 11:04:49', '2024-05-20 11:30:16'),
(1597, 'Modules\\Client\\Entities\\Model', 50, 'ClientToken', '887aca9336928d265e86a9d0d1099626f8ea7847eba716ebbe8f2237149e4e49', '[\"*\"]', '2024-05-20 11:32:40', NULL, '2024-05-20 11:31:12', '2024-05-20 11:32:40'),
(1598, 'Modules\\Client\\Entities\\Model', 50, 'ClientToken', '1771d390dd9f0a9eea156ae5c12c518d5646542f40e03083b7cc9f0b701e8e2a', '[\"*\"]', '2024-05-20 11:37:59', NULL, '2024-05-20 11:33:16', '2024-05-20 11:37:59'),
(1599, 'Modules\\Client\\Entities\\Model', 50, 'ClientToken', 'f2cfe48d3ecbbf9b2a73a698f62ca181d1df56846a37768a6ed68cb0af64d600', '[\"*\"]', '2024-05-20 11:55:01', NULL, '2024-05-20 11:38:27', '2024-05-20 11:55:01'),
(1600, 'Modules\\Client\\Entities\\Model', 50, 'ClientToken', '51149e3e405e6eca8e5ddd83932d9f93f618eca9af1e7c33e1528ac32951fa5a', '[\"*\"]', '2024-05-20 12:14:15', NULL, '2024-05-20 11:55:40', '2024-05-20 12:14:15'),
(1601, 'Modules\\Client\\Entities\\Model', 50, 'ClientToken', '2784abe23d3a72af2c20fbbb30cd7d2b82cdba0f1edd10fca487bb5af6c16ca9', '[\"*\"]', '2024-05-20 12:28:03', NULL, '2024-05-20 12:18:49', '2024-05-20 12:28:03'),
(1602, 'Modules\\Client\\Entities\\Model', 50, 'ClientToken', 'd49321ac07e657a3c6cf753a8a3ef17a1537b1ea73cd4c47904ccb140e62929a', '[\"*\"]', '2024-05-20 12:40:03', NULL, '2024-05-20 12:29:05', '2024-05-20 12:40:03'),
(1603, 'Modules\\Client\\Entities\\Model', 50, 'ClientToken', 'c0426a7a73a1fb8bcd37b0fd081e9be2b8eeb53ca11edddccff4dc448b661c2e', '[\"*\"]', '2024-05-20 12:40:37', NULL, '2024-05-20 12:40:36', '2024-05-20 12:40:37'),
(1604, 'Modules\\Client\\Entities\\Model', 50, 'ClientToken', '96ef818a66ac6b65b96e9158f98bbb7ce23382da8cf395d3edf8ba69b26cb949', '[\"*\"]', '2024-05-20 12:41:37', NULL, '2024-05-20 12:41:12', '2024-05-20 12:41:37'),
(1605, 'Modules\\Client\\Entities\\Model', 50, 'ClientToken', '022668fc5f63a5b289a197b13f42274a94864b545a1ff24d4d27d2312d763d56', '[\"*\"]', '2024-05-20 12:43:45', NULL, '2024-05-20 12:43:12', '2024-05-20 12:43:45'),
(1606, 'Modules\\Client\\Entities\\Model', 50, 'ClientToken', '55da19d46326cfeccf01a1e0d4e135c5b67240af08c66ecff07ad1d4b60b4651', '[\"*\"]', '2024-05-20 12:45:00', NULL, '2024-05-20 12:44:22', '2024-05-20 12:45:00'),
(1607, 'Modules\\Client\\Entities\\Model', 50, 'ClientToken', 'a15ece0b6dbbb9e5261d8d383af3f42cd08e7040a3036643bc73673c164beead', '[\"*\"]', '2024-05-20 12:55:14', NULL, '2024-05-20 12:45:46', '2024-05-20 12:55:14'),
(1608, 'Modules\\Client\\Entities\\Model', 50, 'ClientToken', '7bcf6896291fc7b407b46088cb832658849b086a2aa4e7cf8320d008928626e0', '[\"*\"]', '2024-05-20 13:25:21', NULL, '2024-05-20 12:58:32', '2024-05-20 13:25:21'),
(1613, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', '7befa99014c2bd387f12eade94678acc48c8d451851608820884d0e6be1edbea', '[\"*\"]', '2024-05-20 13:59:52', NULL, '2024-05-20 13:58:04', '2024-05-20 13:59:52'),
(1615, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', '1cca2d5b97d1bb16475b07ed370b54a860b8dd8ced5518bbf7e97f3e296debce', '[\"*\"]', '2024-05-20 14:08:26', NULL, '2024-05-20 14:08:26', '2024-05-20 14:08:26'),
(1616, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', '7de9ae419299b9d799f1940a3ceece4f8f777ddc8f20ef0283297f15bc7d2cc8', '[\"*\"]', '2024-05-20 14:10:08', NULL, '2024-05-20 14:09:41', '2024-05-20 14:10:08'),
(1619, 'Modules\\Client\\Entities\\Model', 80, 'ClientToken', '91419ec744a8ecee078cb717430c8a68da38d256076ac6cc36f60501512f2227', '[\"*\"]', '2024-05-21 10:21:50', NULL, '2024-05-21 09:04:15', '2024-05-21 10:21:50'),
(1620, 'Modules\\Client\\Entities\\Model', 80, 'ClientToken', '1af31524ee111a1f3dbc6e6c676b1ec615943cec6a982ea4b2cbc3bd91a059ef', '[\"*\"]', NULL, NULL, '2024-05-21 10:16:22', '2024-05-21 10:16:22'),
(1621, 'Modules\\Client\\Entities\\Model', 80, 'ClientToken', 'aabb1137e73b028deb76295dfd763f0cd6e90c326c1848f5647f519337d51a24', '[\"*\"]', NULL, NULL, '2024-05-21 10:16:42', '2024-05-21 10:16:42'),
(1622, 'Modules\\Client\\Entities\\Model', 96, 'ClientToken', 'e442be02fce0fcb39da2de969e432b8f0758b09e8b7c28ab3d4635cd6812d0bb', '[\"*\"]', '2024-05-21 10:21:10', NULL, '2024-05-21 10:17:49', '2024-05-21 10:21:10'),
(1623, 'Modules\\Client\\Entities\\Model', 96, 'ClientToken', 'f11f17955f20629c0c4ae18614e6ec9a85ebaacd82bdff351edf3ed74cad23cf', '[\"*\"]', '2024-05-21 10:37:31', NULL, '2024-05-21 10:21:23', '2024-05-21 10:37:31'),
(1628, 'Modules\\Client\\Entities\\Model', 96, 'ClientToken', 'a809ec3602146770e26fee1d3267acb307bb397926f1184f9968f55d277001b3', '[\"*\"]', '2024-05-21 10:42:41', NULL, '2024-05-21 10:40:54', '2024-05-21 10:42:41'),
(1629, 'Modules\\Client\\Entities\\Model', 96, 'ClientToken', '839ea68fdd1c33ee7d7cfdd4beb1c965df962558a90de4057edd36fac6f83341', '[\"*\"]', '2024-05-21 10:45:13', NULL, '2024-05-21 10:44:38', '2024-05-21 10:45:13'),
(1634, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', '281d847212d327ecbd7d18d24975f507b7ccdaac23b3c3a64d49edb1626bef36', '[\"*\"]', '2024-05-21 12:00:22', NULL, '2024-05-21 11:40:02', '2024-05-21 12:00:22'),
(1636, 'Modules\\Client\\Entities\\Model', 96, 'ClientToken', '9858e020a4bfe962cc006ec2c9a46b5dd2460750f735eb6b9e30e52fd8c90398', '[\"*\"]', '2024-05-21 12:14:43', NULL, '2024-05-21 12:04:45', '2024-05-21 12:14:43'),
(1644, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '235512eaccd185b98b850cbba12400a043bc373495c83954271c43c6406adf86', '[\"*\"]', NULL, NULL, '2024-05-22 07:02:45', '2024-05-22 07:02:45'),
(1645, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '53a37835478050a2e439b076179772d830fe794e39bea13139d16680ad44bd93', '[\"*\"]', NULL, NULL, '2024-05-22 07:05:57', '2024-05-22 07:05:57'),
(1646, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '8934c4d3704f227506f2eeb4d2e3e18717535e1d015decc470e836a35ba330ca', '[\"*\"]', NULL, NULL, '2024-05-22 07:07:11', '2024-05-22 07:07:11'),
(1651, 'Modules\\Client\\Entities\\Model', 80, 'ClientToken', 'e64ab52727208c1af1651335865dc220eab7657603aa91b291ae8de2f0790e3a', '[\"*\"]', '2024-05-26 07:36:22', NULL, '2024-05-22 07:30:52', '2024-05-26 07:36:22'),
(1654, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '22c1cd5bd824f675e352d1b63ad8268af07599f3e2a4d2626c18ce60c7032839', '[\"*\"]', NULL, NULL, '2024-05-22 08:07:26', '2024-05-22 08:07:26'),
(1656, 'Modules\\Driver\\Entities\\Model', 88, 'DriverToken', '758982303889e84a3dc64136b6c619ce8d4fad4fb0218a6d75c9dfaa73d131ad', '[\"*\"]', NULL, NULL, '2024-05-22 08:12:07', '2024-05-22 08:12:07'),
(1662, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', 'f2cedf4a2dc05d0e09a0303ac5364e43fe45b4cd97dcb855323df305c4fd5cbd', '[\"*\"]', '2024-05-22 11:32:29', NULL, '2024-05-22 10:18:57', '2024-05-22 11:32:29'),
(1663, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', '12648be21d9b79910580b236c5844189b886095c35d1f44a26d0acf7ceacd832', '[\"*\"]', NULL, NULL, '2024-05-22 10:24:08', '2024-05-22 10:24:08'),
(1667, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', '571ca90ee29725116af4a8de75109e4eceacdc32e95dc173a480733b071f4b65', '[\"*\"]', '2024-05-22 11:33:23', NULL, '2024-05-22 11:33:23', '2024-05-22 11:33:23'),
(1668, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', '5d67fa184eed45bcc56ce5f038ba66080539b3b7770f8272e44f2750fbd88ce3', '[\"*\"]', '2024-05-22 11:37:18', NULL, '2024-05-22 11:36:17', '2024-05-22 11:37:18'),
(1674, 'Modules\\Driver\\Entities\\Model', 88, 'DriverToken', '7a3b43a1330f8ec70340a97825c9ced040fa26e1ecc5ccc6265851c290516ed3', '[\"*\"]', '2024-05-26 11:06:17', NULL, '2024-05-22 13:19:44', '2024-05-26 11:06:17'),
(1677, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', 'b9eab52bfebf36c6e4b7cbb635f355ce4a887d186aa53d025088522a168b5257', '[\"*\"]', NULL, NULL, '2024-05-23 11:12:23', '2024-05-23 11:12:23'),
(1685, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', '54b91d1bbb7f7492a3d0638b43c1f00a66b10650a2189084679f51cc789824d4', '[\"*\"]', '2024-05-23 13:13:03', NULL, '2024-05-23 11:47:17', '2024-05-23 13:13:03'),
(1686, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'b8ceaff1d152bd39481e517ebaf88aa16d1f716d66197c56106c8121c0f6e983', '[\"*\"]', '2024-05-26 12:48:16', NULL, '2024-05-23 12:50:10', '2024-05-26 12:48:16'),
(1687, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', '15d1d2c400e3a524f85ca9ef961a1e6e73b59a0ab44ce79b2ecd3fd8d0e1c930', '[\"*\"]', '2024-05-26 12:48:00', NULL, '2024-05-23 12:50:43', '2024-05-26 12:48:00'),
(1688, 'Modules\\Driver\\Entities\\Model', 88, 'DriverToken', 'd1de9861efe1fda9041f9b4895e7891bcecce3e1e7633b343bcb893c4017ee35', '[\"*\"]', NULL, NULL, '2024-05-23 13:06:53', '2024-05-23 13:06:53'),
(1690, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', 'bf1a32b341aad248b400b0d4b6870421ef8192d1c4fcf084c8546abc9a694bc6', '[\"*\"]', '2024-05-23 13:39:48', NULL, '2024-05-23 13:30:41', '2024-05-23 13:39:48'),
(1691, 'Modules\\Driver\\Entities\\Model', 88, 'DriverToken', 'fead19d5d88c24fac013f494e20809797c91840e5b2d60a9b771a79e7bb8af37', '[\"*\"]', '2024-05-26 07:29:01', NULL, '2024-05-23 17:53:06', '2024-05-26 07:29:01'),
(1695, 'Modules\\Driver\\Entities\\Model', 88, 'DriverToken', '969813664b17fc0c85960100307060bc57ad729ef32eee950240b8a83ead8623', '[\"*\"]', '2024-05-24 12:37:55', NULL, '2024-05-23 19:01:16', '2024-05-24 12:37:55'),
(1696, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '30a13e133d98d51a0f82a1bd20c3f933a9881b0cb02637a42a7b26cd25c25044', '[\"*\"]', '2024-05-26 12:23:54', NULL, '2024-05-26 07:02:32', '2024-05-26 12:23:54'),
(1697, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', 'e94860a6d349b2db0ebb2b7af732aa26056651a4fbb4245bd5dee2c06f49f1af', '[\"*\"]', '2024-05-26 07:09:17', NULL, '2024-05-26 07:08:40', '2024-05-26 07:09:17'),
(1699, 'Modules\\Driver\\Entities\\Model', 87, 'DriverToken', '8878f1b26210d0a91b525fa1ca29c3bcefd2d854fd1d10cbf60fca848f39d9f7', '[\"*\"]', '2024-05-26 11:07:47', NULL, '2024-05-26 11:06:40', '2024-05-26 11:07:47'),
(1700, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', '5e641e8e05faf8dae34c2a10ad1956fea73c63c7fa95f63ebdcefc33f5be7a1e', '[\"*\"]', '2024-05-26 11:26:07', NULL, '2024-05-26 11:25:29', '2024-05-26 11:26:07'),
(1702, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', 'a9c0a7e9177edc36811fdb7c4165b3f322c31bb57a936066196715be6106b71b', '[\"*\"]', '2024-05-26 12:24:32', NULL, '2024-05-26 12:24:13', '2024-05-26 12:24:32'),
(1703, 'Modules\\Client\\Entities\\Model', 82, 'ClientToken', '72888c8fb12a8d82243d9afa45426fd42300331cb3716dabce88fde436683d5c', '[\"*\"]', '2024-05-26 12:44:53', NULL, '2024-05-26 12:44:39', '2024-05-26 12:44:53');

-- --------------------------------------------------------

--
-- Table structure for table `privacy`
--

CREATE TABLE `privacy` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title_ar` varchar(255) DEFAULT NULL,
  `title_en` varchar(255) DEFAULT NULL,
  `desc_ar` text DEFAULT NULL,
  `desc_en` text DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 1,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `privacy`
--

INSERT INTO `privacy` (`id`, `title_ar`, `title_en`, `desc_ar`, `desc_en`, `status`, `created_at`, `updated_at`) VALUES
(1, 'المقدمة2', 'Introduction2', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 1, '2023-11-12 09:09:43', '2024-04-29 12:42:09'),
(2, 'هدف', 'Purpose', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 1, '2023-11-12 09:11:21', '2023-11-12 09:11:21'),
(3, 'التزامات:', 'Obligations:', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 1, '2023-11-12 09:11:39', '2023-11-12 09:11:39'),
(4, 'الحقوق والحدود:', 'Rights and Limits:', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 1, '2023-11-12 09:12:03', '2023-11-12 09:12:03'),
(5, 'استخدام المنصة:', 'Use of the Platform:', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 1, '2023-11-12 09:12:23', '2023-11-12 09:12:23');

-- --------------------------------------------------------

--
-- Table structure for table `ratings`
--

CREATE TABLE `ratings` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `client_id` bigint(20) UNSIGNED NOT NULL,
  `driver_id` bigint(20) UNSIGNED NOT NULL,
  `rating` double NOT NULL,
  `comment` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_general_ci;

--
-- Dumping data for table `ratings`
--

INSERT INTO `ratings` (`id`, `client_id`, `driver_id`, `rating`, `comment`, `created_at`, `updated_at`) VALUES
(8, 72, 87, 3, 'rerw', NULL, NULL),
(9, 6, 88, 3, '', NULL, NULL),
(10, 6, 88, 3, 'good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good good ', NULL, NULL),
(16, 72, 87, 1, 'rerw', NULL, NULL),
(17, 72, 87, 5, '', NULL, NULL),
(18, 72, 87, 2, 'جيد', NULL, NULL),
(19, 79, 87, 1, 'جيد', '2024-04-02 20:49:36', '2024-04-02 20:49:36'),
(20, 79, 87, 1, 'جيد', '2024-04-02 20:50:03', '2024-04-02 20:50:03'),
(21, 79, 87, 1, 'جيد', '2024-04-03 07:22:12', '2024-04-03 07:22:12'),
(22, 79, 87, 1, 'جيد', '2024-04-03 08:39:38', '2024-04-03 08:39:38'),
(23, 79, 87, 1, 'جيد', '2024-04-03 08:45:11', '2024-04-03 08:45:11'),
(24, 79, 87, 1, 'جيد', '2024-04-03 09:36:12', '2024-04-03 09:36:12'),
(25, 79, 87, 1, 'جيد', '2024-04-03 09:46:16', '2024-04-03 09:46:16'),
(26, 79, 87, 1, 'جيد', '2024-04-03 10:02:21', '2024-04-03 10:02:21'),
(27, 79, 87, 1, 'جيد', '2024-04-03 10:02:23', '2024-04-03 10:02:23'),
(28, 79, 89, 1, 'جيد', '2024-04-16 19:40:47', '2024-04-16 19:40:47'),
(29, 79, 89, 2, 'جيد', '2024-04-16 19:40:55', '2024-04-16 19:40:55'),
(30, 79, 89, 4, 'جيد', '2024-04-16 19:41:05', '2024-04-16 19:41:05'),
(31, 79, 89, 4, 'جيد', '2024-04-21 10:23:47', '2024-04-21 10:23:47'),
(32, 79, 89, 4, 'جيد', '2024-04-21 10:24:15', '2024-04-21 10:24:15'),
(34, 79, 87, 4, 'جيد', '2024-04-21 10:31:44', '2024-04-21 10:31:44'),
(35, 79, 87, 4, 'جيد', '2024-04-30 10:45:44', '2024-04-30 10:45:44');

-- --------------------------------------------------------

--
-- Table structure for table `regions`
--

CREATE TABLE `regions` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `country_id` bigint(20) UNSIGNED DEFAULT NULL,
  `title_ar` varchar(255) DEFAULT NULL,
  `title_en` varchar(255) DEFAULT NULL,
  `lat` varchar(255) DEFAULT NULL,
  `long` varchar(255) DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 1,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `regions`
--

INSERT INTO `regions` (`id`, `country_id`, `title_ar`, `title_en`, `lat`, `long`, `status`, `created_at`, `updated_at`) VALUES
(1, 2, 'منطقة الرياض', 'Riyadh', NULL, NULL, 1, '2023-10-12 08:16:45', '2023-10-12 08:16:45'),
(2, 2, 'منطقة مكة المكرمة', 'Makkah', NULL, NULL, 1, '2023-10-12 08:16:45', '2023-10-12 08:16:45'),
(3, 2, 'منطقة المدينة المنورة', 'Madinah', NULL, NULL, 1, '2023-10-12 08:16:45', '2023-10-12 08:16:45'),
(4, 2, 'منطقة القصيم', 'Qassim', NULL, NULL, 1, '2023-10-12 08:16:45', '2023-10-12 08:16:45'),
(5, 2, 'المنطقة الشرقية', 'Eastern Province', NULL, NULL, 1, '2023-10-12 08:16:45', '2023-10-12 08:16:45'),
(6, 2, 'منطقة عسير', 'Asir', NULL, NULL, 1, '2023-10-12 08:16:45', '2023-10-12 08:16:45'),
(7, 2, 'منطقة تبوك', 'Tabuk', NULL, NULL, 1, '2023-10-12 08:16:45', '2023-10-12 08:16:45'),
(8, 2, 'منطقة حائل', 'Hail', NULL, NULL, 1, '2023-10-12 08:16:45', '2023-10-12 08:16:45'),
(9, 2, 'منطقة الحدود الشمالية', 'Northern Borders', NULL, NULL, 1, '2023-10-12 08:16:45', '2023-10-12 08:16:45'),
(10, 2, 'منطقة جازان', 'Jazan', NULL, NULL, 1, '2023-10-12 08:16:45', '2023-10-12 08:16:45'),
(11, 2, 'منطقة نجران', 'Najran', NULL, NULL, 1, '2023-10-12 08:16:45', '2023-10-12 08:16:45'),
(12, 2, 'منطقة الباحة', 'Bahah', NULL, NULL, 1, '2023-10-12 08:16:45', '2023-10-12 08:16:45'),
(13, 2, 'منطقة الجوف', 'Jawf', NULL, NULL, 1, '2023-10-12 08:16:45', '2023-10-12 08:16:45'),
(14, 6, 'الكويت العاصمة', 'Kuwait City', NULL, NULL, 1, '2023-10-12 08:16:45', '2023-10-12 08:16:45'),
(15, 6, 'حولي', 'Hawalli', NULL, NULL, 1, '2023-10-12 08:16:45', '2023-10-12 08:16:45'),
(16, 6, 'مبارك الكبير', 'Mubarak Al-Kabeer', NULL, NULL, 1, '2023-10-12 08:16:45', '2023-10-12 08:16:45'),
(17, 6, 'الأحمدي', 'Ahmadi', NULL, NULL, 1, '2023-10-12 08:16:45', '2023-10-12 08:16:45'),
(18, 6, 'الفروانية', 'Farwaniya', NULL, NULL, 1, '2023-10-12 08:16:45', '2023-10-12 08:16:45'),
(19, 6, 'الجهراء', 'Jahra', NULL, NULL, 1, '2023-10-12 08:16:45', '2023-10-12 08:16:45'),
(20, 1, 'العاصمة', 'Capital', '26.219929203309576', '50.58734737935719', 1, '2023-10-12 09:21:30', '2023-10-12 09:21:30'),
(21, 1, 'المحرق', 'Muharraq', '26.253636222971334', '50.611657661612355', 1, '2023-10-12 09:22:07', '2023-10-14 02:32:58'),
(22, 1, 'الشمالية', 'Northern', '26.19639116442565', '50.49152588631257', 1, '2023-10-12 09:22:51', '2023-10-12 09:22:51'),
(23, 1, 'الجنوب', 'Southern', '26.086799825536474', '50.54532451913496', 1, '2023-10-12 09:23:21', '2023-10-12 09:23:21'),
(24, 1, 'الوسطى', 'Central', NULL, NULL, 1, '2023-10-12 11:00:20', '2023-10-12 11:00:20'),
(25, 7, 'الإسكندرية', 'Alexandria', NULL, NULL, 1, '2023-10-15 08:09:56', '2023-10-15 08:09:56'),
(26, 7, 'القاهرة', 'Cairo', NULL, NULL, 1, '2023-10-15 08:10:08', '2023-10-15 08:10:08');

-- --------------------------------------------------------

--
-- Table structure for table `rides`
--

CREATE TABLE `rides` (
  `id` bigint(20) NOT NULL,
  `client_id` bigint(20) UNSIGNED DEFAULT NULL,
  `startAddress_id` bigint(20) UNSIGNED NOT NULL,
  `endAddress_id` bigint(20) UNSIGNED NOT NULL,
  `date` date NOT NULL,
  `start_time` time NOT NULL,
  `end_time` time DEFAULT NULL,
  `driver_id` bigint(20) UNSIGNED DEFAULT NULL,
  `payment_id` int(10) UNSIGNED DEFAULT NULL,
  `cost` double DEFAULT NULL,
  `distance` decimal(9,3) DEFAULT NULL COMMENT 'km',
  `carType_id` bigint(20) UNSIGNED DEFAULT NULL,
  `requested` tinyint(4) DEFAULT 0 COMMENT 'requested by client but hasn''t been accepted by driver yet.',
  `accepted` tinyint(4) DEFAULT 0 COMMENT 'accepted by a driver',
  `started` tinyint(1) DEFAULT 0,
  `confirmed` tinyint(4) DEFAULT 0 COMMENT 'start ride',
  `canceled` tinyint(4) DEFAULT 0 COMMENT 'by client or driver',
  `completed` tinyint(4) DEFAULT 0 COMMENT 'completed by client or driver\r\n',
  `rating` double DEFAULT NULL,
  `notification_sent_60` tinyint(1) NOT NULL DEFAULT 0,
  `notification_sent_30` tinyint(1) NOT NULL DEFAULT 0,
  `notification_sent_10` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=latin1 COLLATE=latin1_general_ci;

--
-- Dumping data for table `rides`
--

INSERT INTO `rides` (`id`, `client_id`, `startAddress_id`, `endAddress_id`, `date`, `start_time`, `end_time`, `driver_id`, `payment_id`, `cost`, `distance`, `carType_id`, `requested`, `accepted`, `started`, `confirmed`, `canceled`, `completed`, `rating`, `notification_sent_60`, `notification_sent_30`, `notification_sent_10`, `created_at`, `updated_at`) VALUES
(2, 79, 145, 147, '2025-12-14', '11:33:00', '11:56:52', 87, 3, 605.5, 2.200, 18, 1, 1, 0, 1, 0, 1, NULL, 0, 0, 0, '2024-04-15 10:01:22', '2024-04-15 09:56:52'),
(43, 75, 89, 29, '2024-04-03', '10:48:00', NULL, NULL, 1, 0, NULL, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-26 11:07:39', '2024-05-26 11:07:39'),
(44, 75, 90, 29, '2024-04-03', '10:52:00', NULL, NULL, 1, 0, NULL, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-26 11:05:50', '2024-05-26 11:05:50'),
(50, 75, 102, 29, '2024-04-04', '10:23:00', NULL, NULL, 2, 0, NULL, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-26 11:03:50', '2024-05-26 11:03:50'),
(52, 75, 105, 29, '2024-04-04', '10:25:00', '11:03:00', 90, 3, 0, 2.000, 12, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-26 11:07:32', '2024-05-26 11:07:32'),
(68, 79, 145, 147, '2025-12-14', '12:32:00', '15:44:00', 87, 3, 605.5, NULL, 18, 0, 1, 0, 1, 0, 1, NULL, 0, 0, 0, '2024-04-14 16:34:13', '2024-04-14 13:07:37'),
(70, 82, 145, 147, '2024-04-04', '15:35:00', '11:55:47', 87, 1, 50, NULL, 12, 0, 1, 0, 1, 0, 1, NULL, 0, 0, 0, '2024-04-15 09:55:47', '2024-04-15 09:55:47'),
(71, 82, 134, 135, '2024-02-12', '09:00:00', '11:00:00', 88, 1, 10.6, NULL, 12, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-04-04 16:24:39', '2024-04-04 13:39:16'),
(73, 82, 136, 137, '2024-04-07', '10:04:00', '12:38:51', 89, 1, 33, NULL, 18, 0, 1, 0, 1, 0, 1, NULL, 0, 0, 0, '2024-04-16 10:38:51', '2024-04-16 10:38:51'),
(74, 82, 138, 139, '2024-04-07', '10:09:00', '12:36:48', 89, 1, 24, NULL, 18, 0, 1, 0, 1, 0, 1, NULL, 0, 0, 0, '2024-04-16 10:36:48', '2024-04-16 10:36:48'),
(75, 82, 140, 91, '2024-04-07', '10:23:00', '12:36:30', 89, 1, 0, NULL, 18, 0, 1, 0, 1, 0, 1, NULL, 0, 0, 0, '2024-04-16 10:48:54', '2024-04-16 10:36:30'),
(76, 79, 17, 18, '2025-12-14', '12:32:00', '12:36:05', 89, 3, 605.5, NULL, 18, 0, 1, 0, 1, 0, 1, NULL, 0, 0, 0, '2024-04-16 10:48:23', '2024-04-16 10:36:05'),
(77, 79, 145, 147, '2024-04-20', '09:32:00', '11:57:42', 87, 3, 605.5, 2.200, 18, 1, 1, 0, 1, 0, 1, NULL, 0, 0, 0, '2024-04-16 09:57:42', '2024-04-16 09:57:42'),
(78, 79, 17, 18, '2024-04-17', '09:32:00', '14:48:42', 87, 3, 605.5, 12.110, 18, 1, 1, 0, 1, 0, 1, NULL, 0, 0, 0, '2024-04-15 12:48:42', '2024-04-15 12:48:42'),
(79, 79, 145, 147, '2025-12-14', '11:33:00', '09:36:16', 87, 3, 605.5, 2.200, 18, 1, 1, 0, 1, 0, 1, NULL, 0, 0, 0, '2024-04-16 07:36:16', '2024-04-16 07:36:16'),
(94, 79, 168, 144, '2024-04-20', '10:59:00', '16:28:00', 88, 3, 77880, 2.000, 13, 1, 1, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-23 09:45:14', '2024-05-23 09:45:14'),
(95, 79, 169, 170, '2024-04-16', '11:29:00', '12:17:48', 87, 3, 47.5, 0.950, 18, 1, 1, 0, 1, 0, 1, NULL, 0, 0, 0, '2024-04-23 09:31:16', '2024-04-23 09:31:16'),
(96, 79, 172, 173, '2024-04-20', '11:54:00', '13:01:56', 89, 3, 50, 0.760, 18, 1, 1, 0, 1, 0, 1, NULL, 0, 0, 0, '2024-04-17 11:28:27', '2024-04-16 11:01:56'),
(97, 79, 174, 175, '2024-02-12', '09:32:00', '09:35:00', 87, 3, 20, 1.080, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-04-16 11:18:44', '2024-04-16 11:18:44'),
(98, 79, 176, 174, '2024-04-16', '12:51:00', '13:04:28', 87, 3, 40, 1.880, 12, 1, 1, 0, 1, 0, 1, NULL, 0, 0, 0, '2024-04-16 11:04:28', '2024-04-16 11:04:28'),
(99, 79, 177, 176, '2024-04-16', '01:23:00', '13:45:49', 87, 3, 0, 0.000, 12, 1, 1, 0, 1, 0, 1, NULL, 0, 0, 0, '2024-04-16 11:45:49', '2024-04-16 11:45:49'),
(103, 79, 184, 183, '2024-04-21', '09:52:00', '09:55:00', 87, 1, 14.4, 0.720, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-21 09:41:52', '2024-04-21 09:41:52'),
(104, 79, 185, 184, '2024-04-21', '11:56:00', '11:56:00', 87, 1, 0, 0.000, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-21 10:11:33', '2024-04-21 10:11:33'),
(105, 79, 186, 185, '2024-04-21', '12:12:00', '12:12:00', 87, 1, 0, 0.000, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-21 10:12:28', '2024-04-21 10:12:28'),
(106, 79, 187, 186, '2024-04-21', '12:30:00', '12:30:00', 87, 1, 0, 0.000, 12, 1, 0, 0, 0, 1, 0, 4, 0, 0, 0, '2024-04-21 10:32:50', '2024-04-21 10:32:50'),
(107, 79, 188, 184, '2024-04-21', '12:32:00', '12:32:00', 87, 1, 0, 0.000, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-21 10:35:36', '2024-04-21 10:35:36'),
(108, 79, 189, 188, '2024-04-21', '13:10:00', '13:10:00', 87, 1, 0, 0.000, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-21 11:54:37', '2024-04-21 11:54:37'),
(109, 79, 190, 188, '2024-04-21', '14:21:00', '14:21:00', 87, 1, 0, 0.000, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-21 12:22:12', '2024-04-21 12:22:12'),
(110, 79, 191, 176, '2024-04-21', '14:37:00', '14:48:00', 87, 1, 56.6, 2.830, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-21 13:50:13', '2024-04-21 13:50:13'),
(111, 79, 192, 145, '2024-04-22', '10:23:00', '15:50:00', 87, 3, 51916, 2595.800, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-22 08:55:34', '2024-04-22 08:55:34'),
(112, 79, 193, 176, '2024-04-22', '11:23:00', '11:27:00', 88, 3, 26.7, 0.890, 13, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-22 09:26:24', '2024-04-22 09:26:24'),
(113, 79, 194, 189, '2024-04-22', '11:39:00', '11:39:00', 88, 1, 0, 0.000, 13, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-22 10:13:07', '2024-04-22 10:13:07'),
(114, 79, 195, 179, '2024-04-22', '11:41:00', '11:49:00', 88, 3, 64.8, 2.160, 13, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-22 10:11:07', '2024-04-22 10:11:07'),
(115, 79, 196, 176, '2024-04-22', '12:15:00', '12:26:00', 88, 1, 84.9, 2.830, 13, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-22 10:16:15', '2024-04-22 10:16:15'),
(117, 79, 198, 199, '2024-04-22', '12:16:00', '12:19:00', 90, 1, 15.6, 0.780, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-22 10:16:59', '2024-04-22 10:16:59'),
(118, 79, 200, 177, '2024-04-22', '12:21:00', '12:32:00', 90, 1, 56.6, 2.830, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-22 10:22:05', '2024-04-22 10:22:05'),
(119, 79, 201, 198, '2024-04-22', '12:22:00', '12:22:00', 89, 1, 0, 0.000, 18, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-22 10:22:51', '2024-04-22 10:22:51'),
(120, 79, 202, 200, '2024-04-22', '12:34:00', '12:34:00', 88, 1, 0, 0.000, 13, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-22 10:34:36', '2024-04-22 10:34:36'),
(121, 79, 203, 180, '2024-04-24', '10:00:00', '01:23:00', 87, 3, 60.8, 3.040, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-04-23 08:00:02', '2024-04-22 11:13:17'),
(123, 79, 205, 204, '2024-04-22', '13:37:00', '13:37:00', 88, 1, 0, 0.000, 13, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-22 11:37:43', '2024-04-22 11:37:43'),
(126, 79, 208, 177, '2024-04-25', '02:03:00', '02:07:00', 87, 3, 17.8, 0.890, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-22 12:01:17', '2024-04-22 12:01:17'),
(129, 79, 211, 208, '2024-05-02', '04:17:00', '04:28:00', 87, 1, 56.6, 2.830, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-22 12:20:02', '2024-04-22 12:20:02'),
(132, 79, 214, 177, '2024-05-03', '04:30:00', '04:41:00', 87, 1, 56.6, 2.830, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-22 12:41:30', '2024-04-22 12:41:30'),
(133, 79, 215, 176, '2024-04-24', '02:46:00', '02:50:00', 87, 3, 17.8, 0.890, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-22 12:53:50', '2024-04-22 12:53:50'),
(137, 79, 220, 192, '2024-04-25', '03:00:00', '03:04:00', 87, 3, 17.8, 0.890, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-22 13:05:14', '2024-04-22 13:05:14'),
(138, 79, 221, 176, '2024-05-01', '06:05:00', '06:16:00', 87, 1, 56.6, 2.830, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-22 13:09:07', '2024-04-22 13:09:07'),
(139, 79, 250, 251, '2024-04-23', '12:11:00', '03:03:00', 87, 3, 54, 1.080, 18, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-04-23 10:10:36', '2024-04-23 09:31:52'),
(144, 79, 268, 269, '2024-02-24', '03:04:00', '03:07:00', 87, 3, 54, 1.080, 18, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-04-23 09:56:06', '2024-04-23 09:56:06'),
(145, 79, 277, 184, '2024-04-24', '09:26:00', '09:26:00', 87, 1, 0, 0.000, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-04-24 07:26:28', '2024-04-24 07:26:28'),
(146, 79, 278, 177, '2024-04-24', '09:29:00', '09:39:00', 87, 1, 56.6, 2.830, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-04-24 07:31:11', '2024-04-24 07:31:11'),
(147, 79, 280, 180, '2024-04-25', '09:35:00', '09:35:00', 87, 1, 0, 0.000, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-25 08:38:38', '2024-04-25 08:38:38'),
(148, 79, 281, 178, '2024-05-02', '09:43:00', '09:43:00', 87, 1, 0, 0.000, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-25 08:38:16', '2024-04-25 08:38:16'),
(149, 79, 282, 283, '2024-04-25', '09:44:00', '09:49:00', 87, 1, 22.8, 1.140, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-25 08:37:53', '2024-04-25 08:37:53'),
(150, 79, 290, 176, '2024-04-25', '10:23:00', '10:33:00', 87, 1, 56.6, 2.830, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-25 08:39:14', '2024-04-25 08:39:14'),
(152, 79, 294, 295, '2024-05-03', '10:39:00', '10:44:00', 87, 1, 21.6, 1.080, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-04-25 08:40:14', '2024-04-25 08:40:14'),
(153, 79, 296, 297, '2024-04-25', '10:40:00', '10:42:00', 87, 1, 12.6, 0.630, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-25 08:41:05', '2024-04-25 08:41:05'),
(155, 79, 299, 300, '2024-04-25', '10:41:00', '10:44:00', 88, 1, 22.2, 0.740, 13, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-25 08:42:31', '2024-04-25 08:42:31'),
(156, 79, 301, 302, '2024-05-10', '10:42:00', '10:45:00', 87, 1, 15, 0.750, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-04-25 08:42:55', '2024-04-25 08:42:55'),
(164, 79, 321, 178, '2024-04-25', '11:57:00', '12:07:00', 87, 2, 60.8, 3.040, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-28 11:44:54', '2024-04-28 11:44:54'),
(165, 82, 322, 323, '2024-04-25', '14:28:00', '14:33:00', 87, 1, 21.8, 1.090, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-25 12:28:50', '2024-04-25 12:28:50'),
(166, 82, 324, 323, '2024-04-28', '09:21:00', '09:26:00', 87, 1, 21.8, 1.090, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-04-28 06:33:18', '2024-04-28 06:33:18'),
(177, 79, 335, 328, '2024-04-30', '11:00:00', '14:43:29', 87, 1, 12, 0.000, 12, 1, 0, 0, 0, 0, 0, 4, 0, 0, 0, '2024-04-30 10:45:44', '2024-04-30 10:45:44'),
(178, 79, 336, 146, '2024-05-01', '12:58:00', '14:46:57', 87, 1, 52796.2, 2639.810, 12, 1, 1, 0, 1, 0, 1, NULL, 0, 0, 0, '2024-05-01 11:46:57', '2024-05-01 11:46:57'),
(184, 79, 342, 180, '2024-05-05', '13:24:00', '13:24:00', 87, 1, 0, 0.000, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-05 10:25:00', '2024-05-05 10:25:00'),
(185, 79, 343, 176, '2024-05-05', '13:25:00', '13:35:00', 87, 1, 56.6, 2.830, 12, 1, 1, 0, 1, 0, 0, NULL, 0, 0, 0, '2024-05-05 10:28:12', '2024-05-05 10:28:12'),
(186, 79, 344, 345, '2024-05-05', '14:06:00', '14:08:35', 87, 1, 14, 0.700, 12, 1, 1, 0, 1, 0, 1, NULL, 0, 0, 0, '2024-05-05 11:08:35', '2024-05-05 11:08:35'),
(195, 79, 356, 175, '2024-05-05', '14:38:00', '14:38:00', 87, 1, 0, 0.000, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-05 11:38:52', '2024-05-05 11:38:52'),
(196, 79, 357, 175, '2024-05-05', '14:39:00', '14:39:00', 87, 2, 0, 0.000, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-05 11:40:01', '2024-05-05 11:40:01'),
(197, 79, 358, 359, '2024-05-05', '14:40:00', '14:43:00', 87, 1, 13.6, 0.680, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-05 11:41:06', '2024-05-05 11:41:06'),
(198, 79, 360, 175, '2024-05-05', '14:41:00', '14:41:00', 88, 2, 0, 0.000, 13, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-05 11:49:00', '2024-05-05 11:49:00'),
(199, 79, 363, 178, '2024-05-05', '14:51:00', '14:51:00', 87, 1, 0, 0.000, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-05 11:56:04', '2024-05-05 11:56:04'),
(200, 79, 364, 365, '2024-05-05', '14:56:00', '15:03:00', 87, 1, 33.6, 1.680, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-05 11:57:11', '2024-05-05 11:57:11'),
(203, 79, 368, 179, '2024-05-05', '14:57:00', '15:05:00', 88, 1, 51.9, 1.730, 13, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-05 11:58:00', '2024-05-05 11:58:00'),
(206, 79, 371, 146, '2024-05-05', '14:58:00', '20:17:00', 89, 1, 131990.5, 2639.810, 18, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-05 11:59:13', '2024-05-05 11:59:13'),
(215, 79, 380, 300, '2024-05-07', '09:23:00', '09:26:00', 87, 1, 14.8, 0.740, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-07 06:24:19', '2024-05-07 06:24:19'),
(216, 79, 381, 300, '2024-05-07', '09:30:00', '09:33:00', 87, 1, 14.8, 0.740, 12, 1, 1, 0, 1, 0, 0, NULL, 0, 0, 0, '2024-05-07 06:31:32', '2024-05-07 06:31:32'),
(217, 79, 382, 291, '2024-05-07', '09:41:00', '09:42:54', 87, 1, 56.6, 2.830, 12, 1, 1, 0, 1, 0, 1, NULL, 0, 0, 0, '2024-05-07 06:42:54', '2024-05-07 06:42:54'),
(218, 79, 383, 300, '2024-05-07', '09:43:00', '09:45:27', 87, 1, 14.8, 0.740, 12, 1, 1, 0, 1, 0, 1, NULL, 0, 0, 0, '2024-05-07 06:45:27', '2024-05-07 06:45:27'),
(219, 79, 384, 385, '2024-05-07', '09:47:00', '09:51:00', 87, 1, 18.2, 0.910, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-07 07:07:27', '2024-05-07 07:07:27'),
(220, 79, 386, 302, '2024-05-07', '10:06:00', '10:07:08', 87, 1, 15, 0.750, 12, 1, 1, 0, 1, 0, 1, NULL, 0, 0, 0, '2024-05-07 07:07:08', '2024-05-07 07:07:08'),
(221, 79, 389, 300, '2024-05-07', '10:08:00', '10:11:00', 87, 1, 14.8, 0.740, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-07 07:09:04', '2024-05-07 07:09:04'),
(222, 79, 390, 365, '2024-05-07', '10:13:00', '10:20:00', 87, 1, 33.6, 1.680, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-07 07:13:54', '2024-05-07 07:13:54'),
(223, 79, 391, 302, '2024-05-07', '10:14:00', '10:17:00', 88, 1, 22.5, 0.750, 13, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-07 07:14:40', '2024-05-07 07:14:40'),
(225, 79, 393, 291, '2024-05-07', '10:27:00', '10:37:00', 87, 1, 56.6, 2.830, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-07 07:34:03', '2024-05-07 07:34:03'),
(226, 79, 394, 291, '2024-05-07', '10:34:00', '10:44:00', 88, 1, 84.9, 2.830, 13, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-07 07:34:30', '2024-05-07 07:34:30'),
(227, 79, 395, 300, '2024-05-07', '11:15:00', '11:18:00', 87, 1, 14.8, 0.740, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-07 08:16:10', '2024-05-07 08:16:10'),
(228, 79, 396, 279, '2024-05-07', '11:17:00', '11:36:00', 88, 1, 217.8, 7.260, 13, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-07 08:26:05', '2024-05-07 08:26:05'),
(229, 79, 397, 300, '2024-05-07', '11:26:00', '11:29:00', 87, 1, 14.8, 0.740, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-07 08:26:55', '2024-05-07 08:26:55'),
(230, 79, 398, 300, '2024-05-07', '11:27:00', '11:30:00', 89, 1, 37, 0.740, 18, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-07 08:28:03', '2024-05-07 08:28:03'),
(231, 79, 399, 302, '2024-05-07', '11:31:00', '11:34:00', 87, 1, 15, 0.750, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-07 08:32:05', '2024-05-07 08:32:05'),
(232, 79, 401, 347, '2024-05-07', '11:32:00', '11:36:00', 89, 1, 46.5, 0.930, 18, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-07 08:33:00', '2024-05-07 08:33:00'),
(233, 79, 402, 302, '2024-05-07', '11:35:00', '11:38:00', 87, 1, 15, 0.750, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-07 08:35:21', '2024-05-07 08:35:21'),
(234, 79, 403, 300, '2024-05-07', '11:37:00', '11:40:00', 88, 1, 22.2, 0.740, 13, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-07 08:38:03', '2024-05-07 08:38:03'),
(235, 79, 404, 297, '2024-05-07', '11:38:00', '11:40:00', 87, 1, 12.6, 0.630, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-07 08:38:29', '2024-05-07 08:38:29'),
(236, 82, 405, 322, '2024-05-30', '02:11:00', '02:11:00', 87, 1, 0, 0.000, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-07 11:12:10', '2024-05-07 11:12:10'),
(239, 82, 408, 322, '2024-05-29', '09:12:00', '09:12:00', 87, 1, 0, 0.000, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-07 11:13:41', '2024-05-07 11:13:41'),
(243, 82, 412, 322, '2024-05-14', '02:28:00', '02:28:00', 87, 1, 0, 0.000, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-07 11:29:04', '2024-05-07 11:29:04'),
(244, 82, 413, 323, '2024-05-07', '14:30:00', '14:31:23', 87, 1, 21.8, 1.090, 12, 1, 1, 0, 1, 0, 1, NULL, 0, 0, 0, '2024-05-07 11:31:23', '2024-05-07 11:31:23'),
(245, 82, 414, 323, '2024-05-07', '14:40:00', '14:45:00', 88, 1, 32.7, 1.090, 13, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-07 11:41:06', '2024-05-07 11:41:06'),
(246, 82, 415, 416, '2024-05-07', '14:41:00', '14:42:05', 87, 1, 21.2, 1.060, 12, 1, 1, 0, 1, 0, 1, NULL, 0, 0, 0, '2024-05-07 11:42:05', '2024-05-07 11:42:05'),
(247, 82, 417, 418, '2024-05-30', '04:50:00', '04:54:00', 87, 1, 19.4, 0.970, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-07 11:51:28', '2024-05-07 11:51:28'),
(248, NULL, 89, 29, '2024-04-03', '10:48:00', NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-04-03 08:49:13', '2024-04-03 08:49:13'),
(249, 96, 419, 420, '2024-05-23', '03:20:00', '03:25:00', 87, 1, 22.2, 1.110, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-12 09:19:18', '2024-05-12 09:19:18'),
(251, 82, 422, 416, '2024-05-12', '16:43:00', '16:49:00', 87, 1, 31, 1.550, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-12 13:43:32', '2024-05-12 13:43:32'),
(252, 82, 423, 418, '2024-05-12', '16:48:00', '16:52:00', 88, 1, 29.1, 0.970, 13, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-12 13:49:00', '2024-05-12 13:49:00'),
(253, 82, 424, 418, '2024-05-12', '16:58:00', '17:02:00', 87, 1, 19.4, 0.970, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-12 13:59:12', '2024-05-12 13:59:12'),
(254, 82, 425, 323, '2024-05-13', '11:00:00', '11:08:00', 87, 1, 44.4, 2.220, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-13 08:00:55', '2024-05-13 08:00:55'),
(255, 96, 426, 419, '2024-05-13', '11:04:00', '11:04:00', 88, 1, 0, 0.000, 13, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-13 08:04:53', '2024-05-13 08:04:53'),
(256, 96, 427, 419, '2024-05-13', '11:05:00', '11:05:00', 88, 1, 0, 0.000, 13, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-13 08:06:01', '2024-05-13 08:06:01'),
(257, 96, 428, 419, '2024-05-13', '11:06:00', '11:06:00', 88, 1, 0, 0.000, 13, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-13 08:07:04', '2024-05-13 08:07:04'),
(259, 96, 430, 420, '2024-05-13', '11:13:00', '11:18:00', 88, 1, 33.3, 1.110, 13, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-13 08:14:04', '2024-05-13 08:14:04'),
(260, 96, 431, 420, '2024-05-13', '11:14:00', '11:19:00', 89, 1, 55.5, 1.110, 18, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-13 08:26:02', '2024-05-13 08:26:02'),
(261, 96, 432, 420, '2024-05-13', '11:26:00', '11:31:00', 88, 1, 33.3, 1.110, 13, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-13 09:09:25', '2024-05-13 09:09:25'),
(262, 79, 433, 300, '2024-05-13', '11:53:00', '12:03:00', 88, 3, 62.7, 2.090, 13, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-13 08:55:43', '2024-05-13 08:55:43'),
(263, 79, 434, 300, '2024-05-13', '11:59:00', '12:09:00', 87, 3, 41.8, 2.090, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-13 09:00:22', '2024-05-13 09:00:22'),
(264, 82, 435, 418, '2024-05-13', '12:09:00', '12:16:00', 87, 1, 35, 1.750, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-13 09:10:06', '2024-05-13 09:10:06'),
(268, 80, 17, 439, '2024-05-13', '13:17:00', '15:56:00', 87, 3, 10040.5, 200.810, 18, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-13 10:19:59', '2024-05-13 10:19:59'),
(269, 79, 440, 300, '2024-05-13', '13:29:00', '13:39:00', 88, 3, 62.7, 2.090, 13, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-13 10:29:19', '2024-05-13 10:29:19'),
(271, 82, 442, 418, '2024-05-13', '13:43:00', '13:50:00', 88, 1, 52.5, 1.750, 13, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-14 07:07:42', '2024-05-14 07:07:42'),
(273, 79, 444, 300, '2024-05-14', '10:15:00', '10:25:00', 87, 1, 41.8, 2.090, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-14 07:16:08', '2024-05-14 07:16:08'),
(274, 96, 445, 420, '2024-05-14', '10:20:00', '10:28:00', 88, 1, 66, 2.200, 13, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-14 07:22:19', '2024-05-14 07:22:19'),
(276, 82, 447, 416, '2024-05-14', '12:14:00', '12:20:00', 87, 1, 30.8, 1.540, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-14 09:14:21', '2024-05-14 09:14:21'),
(277, 82, 450, 416, '2024-05-14', '12:43:00', '12:49:00', 87, 1, 30.8, 1.540, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-14 09:44:11', '2024-05-14 09:44:11'),
(278, 79, 452, 365, '2024-05-14', '12:46:00', '12:54:00', 88, 1, 63.3, 2.110, 13, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-14 09:49:22', '2024-05-14 09:49:22'),
(279, 79, 453, 365, '2024-05-14', '12:49:00', '12:57:00', 87, 1, 42.2, 2.110, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-14 09:50:03', '2024-05-14 09:50:03'),
(281, 79, 455, 279, '2024-05-14', '12:50:00', '13:16:00', 89, 1, 493.5, 9.870, 18, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-17 17:42:14', '2024-05-17 17:42:14'),
(282, 82, 456, 416, '2024-05-14', '12:51:00', '12:57:00', 90, 1, 30.8, 1.540, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-14 09:52:15', '2024-05-14 09:52:15'),
(283, 82, 457, 416, '2024-05-14', '12:53:00', '12:59:00', 92, 1, 77, 1.540, 18, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-14 09:58:10', '2024-05-14 09:58:10'),
(286, 96, 461, 420, '2024-05-15', '09:49:00', '09:54:00', 87, 1, 22.2, 1.110, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-15 06:50:11', '2024-05-15 06:50:11'),
(288, 96, 464, 465, '2024-05-30', '11:10:00', '11:14:00', 87, 1, 20.4, 1.020, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-15 08:11:09', '2024-05-15 08:11:09'),
(289, 96, 466, 463, '2024-05-15', '11:11:00', '11:16:00', 87, 1, 19.6, 0.980, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-15 08:11:27', '2024-05-15 08:11:27'),
(290, 96, 467, 465, '2024-05-15', '15:18:00', '15:22:00', 87, 1, 20.4, 1.020, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-15 12:18:40', '2024-05-15 12:18:40'),
(292, 80, 469, 416, '2024-05-20', '16:07:08', '16:30:08', 87, 1, 30.8, 1.540, 12, 1, 1, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-20 13:09:44', '2024-05-15 12:55:08'),
(314, 80, 17, 515, '2024-05-20', '16:46:00', '20:31:00', 96, 3, 49576, 2478.800, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-21 05:07:00', '2024-05-21 05:07:00'),
(315, 96, 516, 517, '2024-05-20', '16:32:00', '16:38:00', 87, 1, 26.4, 1.320, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-22 06:52:16', '2024-05-22 06:52:16'),
(316, 82, 518, 519, '2024-05-20', '16:48:00', '16:53:00', 87, 1, 24.4, 1.220, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-22 07:55:26', '2024-05-22 07:55:26'),
(317, 80, 521, 416, '2024-05-21', '08:20:00', '08:26:00', 87, 1, 30.8, 1.540, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-21 05:44:37', '2024-05-21 05:44:37'),
(318, 82, 522, 416, '2024-05-20', '19:16:00', '19:19:42', 87, 1, 40.6, 2.030, 12, 1, 1, 0, 1, 0, 1, NULL, 0, 0, 0, '2024-05-20 16:19:42', '2024-05-20 16:19:42'),
(326, 80, 535, 536, '2024-05-21', '23:23:00', '23:55:00', NULL, 1, 213.6, 10.680, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-22 07:35:32', '2024-05-22 07:35:32'),
(334, 82, 546, 416, '2024-05-22', '10:56:00', '11:02:00', NULL, 1, 30.8, 1.540, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-22 08:55:28', '2024-05-22 08:55:28'),
(335, 80, 547, 548, '2024-05-22', '11:14:00', '11:16:00', NULL, 1, 13.6, 0.680, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-22 08:19:04', '2024-05-22 08:19:04'),
(336, 82, 549, 518, '2024-05-23', '10:59:00', '11:09:00', NULL, 1, 56.6, 2.830, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 08:00:03', '2024-05-23 08:00:03'),
(337, 82, 550, 416, '2024-05-22', '12:14:00', '12:30:00', NULL, 1, 21.2, 1.060, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-22 09:23:03', '2024-05-22 09:23:03'),
(338, 80, 551, 416, '2024-05-22', '12:26:00', '13:20:00', NULL, 1, 21.2, 1.060, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-22 10:14:24', '2024-05-22 10:05:03'),
(339, 82, 552, 416, '2024-05-22', '13:07:00', '13:11:00', NULL, 1, 21.2, 1.060, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-22 10:09:53', '2024-05-22 10:09:53'),
(340, 82, 553, 416, '2024-05-22', '13:10:00', '13:14:00', NULL, 1, 21.2, 1.060, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-22 10:12:46', '2024-05-22 10:12:46'),
(341, 82, 554, 518, '2024-05-22', '13:13:00', '13:23:00', NULL, 1, 56.6, 2.830, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-22 10:21:22', '2024-05-22 10:21:22'),
(342, 82, 556, 416, '2024-05-22', '13:24:00', '13:28:00', NULL, 1, 21.2, 1.060, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-22 10:25:30', '2024-05-22 10:25:30'),
(343, 82, 557, 416, '2024-05-22', '13:25:00', '13:29:00', NULL, 1, 21.2, 1.060, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-22 10:25:48', '2024-05-22 10:25:48'),
(344, 82, 558, 416, '2024-05-22', '13:48:00', '13:52:00', NULL, 1, 21.2, 1.060, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-22 10:50:03', '2024-05-22 10:50:03'),
(345, 82, 559, 416, '2024-05-22', '13:55:00', '13:59:00', NULL, 1, 21.2, 1.060, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-22 10:55:56', '2024-05-22 10:55:56'),
(346, 82, 560, 416, '2024-05-22', '14:03:00', '14:07:00', NULL, 1, 21.2, 1.060, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-22 11:05:03', '2024-05-22 11:05:03'),
(347, 82, 561, 416, '2024-05-22', '14:05:00', '14:09:00', NULL, 1, 21.2, 1.060, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-22 11:05:57', '2024-05-22 11:05:57'),
(348, 82, 562, 518, '2024-05-22', '14:40:00', '14:44:00', NULL, 1, 17.8, 0.890, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-22 11:40:09', '2024-05-22 11:40:09'),
(349, 82, 563, 416, '2024-05-22', '15:03:00', '15:07:00', NULL, 1, 21.2, 1.060, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-22 12:03:24', '2024-05-22 12:03:24'),
(351, 80, 566, 567, '2024-05-22', '16:46:00', '16:48:00', NULL, 1, 13.6, 0.680, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-22 12:57:46', '2024-05-22 12:57:46'),
(353, 80, 570, 571, '2024-05-23', '16:46:00', '16:48:00', 87, 1, 13.6, 0.680, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-23 08:56:19', '2024-05-23 08:56:19'),
(354, 80, 566, 567, '2024-05-22', '16:46:00', '16:48:00', 88, 1, 13.6, 0.680, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-22 13:31:35', '2024-05-22 12:57:46'),
(355, 82, 572, 416, '2024-05-23', '12:22:00', '12:28:00', NULL, 1, 30.8, 1.540, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 09:25:03', '2024-05-23 09:25:03'),
(356, 82, 573, 416, '2024-05-23', '14:47:00', '14:53:00', NULL, 1, 30.8, 1.540, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 10:58:57', '2024-05-23 10:50:03'),
(358, 82, 581, 582, '2024-05-23', '14:00:00', '14:08:00', NULL, 1, 36.8, 1.840, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 11:07:37', '2024-05-23 11:07:37'),
(359, 82, 583, 416, '2024-05-23', '14:07:00', '14:13:00', 87, 1, 30.8, 1.540, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 11:10:47', '2024-05-23 11:10:47'),
(361, 82, 598, 416, '2024-05-23', '14:18:00', '14:22:00', 87, 1, 21.2, 1.060, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 11:36:14', '2024-05-23 11:36:14'),
(362, 82, 599, 518, '2024-05-23', '14:38:00', '14:48:00', 87, 1, 56.6, 2.830, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 11:41:12', '2024-05-23 11:41:12'),
(363, 82, 600, 416, '2024-05-23', '14:41:00', '14:47:00', NULL, 1, 30.8, 1.540, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 11:45:03', '2024-05-23 11:45:03'),
(364, 82, 601, 546, '2024-05-23', '14:47:00', '14:47:00', 87, 3, 0, 0.000, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 11:48:17', '2024-05-23 11:48:17'),
(365, 82, 602, 518, '2024-05-23', '14:48:00', '14:48:00', 87, 1, 0, 0.000, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 11:55:27', '2024-05-23 11:55:27'),
(366, 82, 603, 416, '2024-05-23', '14:55:00', '15:01:00', NULL, 1, 30.8, 1.540, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 12:00:03', '2024-05-23 12:00:03'),
(367, 82, 604, 518, '2024-05-23', '15:03:00', '15:03:00', 87, 1, 0, 0.000, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 12:06:33', '2024-05-23 12:06:33'),
(368, 82, 605, 546, '2024-05-23', '15:06:00', '15:06:00', 87, 2, 0, 0.000, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 12:10:40', '2024-05-23 12:10:40'),
(369, 82, 606, 522, '2024-05-23', '15:10:00', '15:26:00', 87, 1, 79.2, 3.960, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 12:15:17', '2024-05-23 12:15:17'),
(371, 82, 608, 416, '2024-05-23', '15:15:00', '15:21:00', NULL, 1, 30.8, 1.540, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 12:20:03', '2024-05-23 12:20:03'),
(372, 82, 609, 519, '2024-05-23', '15:45:00', '15:50:00', NULL, 1, 24.4, 1.220, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 12:50:52', '2024-05-23 12:50:52'),
(373, 82, 610, 518, '2024-05-23', '15:50:00', '16:00:00', NULL, 1, 56.6, 2.830, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 12:55:02', '2024-05-23 12:55:02'),
(374, 80, 610, 518, '2024-05-23', '17:50:00', '18:00:00', NULL, 1, 56.6, 2.830, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 14:55:01', '2024-05-23 14:55:01'),
(376, 82, 612, 546, '2024-05-23', '16:06:00', '16:16:00', 87, 1, 56.6, 2.830, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 13:07:44', '2024-05-23 13:07:44'),
(377, 82, 613, 614, '2024-05-23', '16:12:00', '16:14:00', 87, 1, 10.4, 0.520, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 13:21:32', '2024-05-23 13:21:32'),
(378, 82, 616, 416, '2024-05-23', '16:21:00', '16:25:00', 87, 1, 21.2, 1.060, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 13:25:15', '2024-05-23 13:25:15'),
(379, 82, 617, 518, '2024-05-23', '16:25:00', '16:35:00', 87, 1, 56.6, 2.830, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 13:29:03', '2024-05-23 13:29:03'),
(380, 82, 618, 619, '2024-05-23', '16:31:00', '16:36:00', 87, 1, 21.4, 1.070, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 13:32:19', '2024-05-23 13:32:19'),
(381, 82, 620, 621, '2024-05-23', '16:33:00', '16:38:00', 87, 1, 22.4, 1.120, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 13:35:32', '2024-05-23 13:35:32'),
(382, 82, 623, 448, '2024-05-23', '16:35:00', '00:46:00', NULL, 1, 220, 11.000, 12, 1, 1, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 13:36:43', '2024-05-23 13:36:43'),
(383, 82, 624, 416, '2024-05-23', '16:36:00', '16:40:00', NULL, 1, 21.2, 1.060, 12, 1, 1, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 13:37:31', '2024-05-23 13:37:31'),
(385, 82, 626, 627, '2024-05-23', '16:38:00', '16:43:00', 87, 1, 26.4, 1.320, 12, 1, 1, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 13:39:46', '2024-05-23 13:39:46'),
(386, 82, 628, 629, '2024-05-23', '16:39:00', '16:41:00', 87, 1, 9.6, 0.480, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 13:41:24', '2024-05-23 13:41:24'),
(387, 82, 630, 546, '2024-05-23', '16:41:00', '16:51:00', NULL, 1, 56.6, 2.830, 12, 1, 1, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 13:43:01', '2024-05-23 13:43:01'),
(388, 82, 631, 518, '2024-05-23', '16:43:00', '16:53:00', NULL, 1, 56.6, 2.830, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 13:45:03', '2024-05-23 13:45:03'),
(389, 82, 632, 518, '2024-05-23', '16:45:00', '16:55:00', NULL, 1, 56.6, 2.830, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 13:50:03', '2024-05-23 13:50:03'),
(390, 80, 633, 634, '2024-05-23', '17:59:00', '17:57:00', NULL, 1, 13.6, 0.680, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-23 13:58:05', '2024-05-23 13:55:18'),
(391, 80, 635, 636, '2024-05-23', '16:59:00', '17:01:00', NULL, 1, 13.6, 0.680, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-23 14:00:22', '2024-05-23 14:00:01'),
(392, 80, 637, 638, '2024-05-23', '17:41:00', '17:43:00', NULL, 1, 13.6, 0.680, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-23 14:41:19', '2024-05-23 14:41:19'),
(393, 80, 639, 640, '2024-05-23', '20:49:00', '20:51:00', NULL, 1, 13.6, 0.680, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-23 17:50:02', '2024-05-23 17:50:02'),
(396, 80, 645, 646, '2024-05-23', '21:00:00', '21:02:00', NULL, 1, 13.6, 0.680, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-23 18:00:59', '2024-05-23 18:00:59'),
(397, 80, 647, 648, '2024-05-23', '21:56:00', '22:00:00', NULL, 1, 24.6, 1.230, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-23 19:02:32', '2024-05-23 19:02:32'),
(398, 80, 649, 650, '2024-05-24', '15:20:00', '23:01:00', NULL, 1, 24.6, 1.230, 12, 1, 0, 0, 0, 1, 0, NULL, 1, 1, 1, '2024-05-24 12:18:27', '2024-05-24 12:14:01'),
(399, 80, 651, 652, '2024-05-23', '23:36:00', '23:34:00', NULL, 1, 24.6, 1.230, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-23 20:24:18', '2024-05-23 19:41:21'),
(400, 80, 653, 654, '2024-05-24', '16:26:30', '15:36:00', NULL, 1, 13.6, 0.680, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 1, '2024-05-24 13:28:01', '2024-05-24 13:28:01'),
(401, 82, 655, 656, '2024-05-26', '09:35:00', '09:41:00', NULL, 1, 24.2, 1.210, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 06:36:17', '2024-05-26 06:36:17'),
(404, 82, 661, 416, '2024-05-26', '09:57:00', '10:01:00', NULL, 1, 21.2, 1.060, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 06:58:05', '2024-05-26 06:58:05'),
(405, 82, 662, 416, '2024-05-26', '09:58:00', '10:02:00', NULL, 1, 21.2, 1.060, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 06:59:18', '2024-05-26 06:59:18'),
(406, 82, 663, 416, '2024-05-26', '09:59:00', '10:03:00', NULL, 1, 21.2, 1.060, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 07:06:40', '2024-05-26 07:06:40'),
(407, 82, 664, 416, '2024-05-26', '10:07:00', '10:11:00', NULL, 1, 21.2, 1.060, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 07:51:11', '2024-05-26 07:51:11'),
(408, 80, 665, 666, '2024-05-26', '10:11:00', '10:39:30', 87, 1, 21.2, 1.060, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-26 07:48:25', '2024-05-26 07:48:25'),
(409, 80, 667, 668, '2024-05-26', '10:36:00', '10:40:00', NULL, NULL, NULL, 1.060, NULL, 0, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-26 07:36:23', '2024-05-26 07:36:23'),
(410, 82, 669, 416, '2024-05-26', '10:50:00', '10:50:50', 87, 1, 21.2, 1.060, 12, 1, 0, 0, 0, 0, 1, NULL, 0, 0, 0, '2024-05-26 07:50:50', '2024-05-26 07:50:50'),
(411, 82, 670, 629, '2024-05-26', '11:03:00', '11:11:00', 87, 1, 48.4, 2.420, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 08:09:37', '2024-05-26 08:09:37'),
(412, 82, 671, 416, '2024-05-26', '11:09:00', '11:13:00', NULL, 1, 21.2, 1.060, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 08:10:28', '2024-05-26 08:10:28'),
(413, 82, 672, 416, '2024-05-26', '11:10:00', '11:14:00', NULL, 1, 21.2, 1.060, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 08:11:18', '2024-05-26 08:11:18'),
(414, 82, 673, 416, '2024-05-26', '11:11:00', '11:15:00', NULL, 1, 21.2, 1.060, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 08:11:55', '2024-05-26 08:11:55'),
(415, 82, 674, 675, '2024-05-26', '11:12:00', '11:20:00', 87, 1, 35.2, 1.760, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 08:18:40', '2024-05-26 08:18:40'),
(416, 82, 676, 416, '2024-05-26', '11:18:00', '11:22:00', NULL, 1, 21.2, 1.060, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 08:18:57', '2024-05-26 08:18:57'),
(417, 82, 677, 678, '2024-05-26', '11:19:00', '11:26:00', NULL, 1, 33, 1.650, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 08:19:27', '2024-05-26 08:19:27'),
(418, 82, 679, 680, '2024-05-26', '11:21:00', '11:29:00', 87, 1, 35.4, 1.770, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 08:23:13', '2024-05-26 08:23:13'),
(419, 82, 681, 518, '2024-05-26', '11:23:00', '11:33:00', NULL, 1, 56.6, 2.830, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 08:23:36', '2024-05-26 08:23:36'),
(420, 82, 682, 683, '2024-05-26', '11:23:00', '11:26:00', NULL, 1, 19.4, 0.970, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 08:24:13', '2024-05-26 08:24:13'),
(421, 82, 684, 685, '2024-05-26', '11:24:00', '11:28:00', NULL, 1, 24.2, 1.210, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 08:26:19', '2024-05-26 08:26:19'),
(423, 82, 687, 688, '2024-05-26', '11:26:00', '11:33:00', NULL, 1, 35.6, 1.780, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 08:27:09', '2024-05-26 08:27:09'),
(424, 82, 689, 690, '2024-05-26', '11:48:00', '11:52:00', NULL, 1, 21.2, 1.060, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 08:48:27', '2024-05-26 08:48:27'),
(425, 82, 691, 692, '2024-05-26', '11:49:00', '11:55:00', NULL, 1, 28, 1.400, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 08:49:32', '2024-05-26 08:49:32'),
(426, 82, 693, 694, '2024-05-26', '11:55:00', '12:01:00', 87, 1, 32.4, 1.620, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 08:58:45', '2024-05-26 08:58:45'),
(427, 82, 695, 696, '2024-05-26', '11:58:00', '12:02:00', NULL, 1, 19, 0.950, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 08:59:19', '2024-05-26 08:59:19'),
(428, 82, 697, 675, '2024-05-26', '12:00:00', '12:08:00', NULL, 1, 35.2, 1.760, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 09:00:35', '2024-05-26 09:00:35'),
(429, 82, 698, 675, '2024-05-26', '12:00:00', '12:08:00', NULL, 1, 35.2, 1.760, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 09:01:07', '2024-05-26 09:01:07'),
(431, 82, 700, 518, '2024-05-26', '12:07:00', '12:17:00', 87, 1, 56.6, 2.830, 12, 1, 0, 0, 1, 1, 0, NULL, 0, 0, 0, '2024-05-26 10:17:32', '2024-05-26 10:17:32'),
(432, 82, 701, 702, '2024-05-26', '12:11:00', '12:16:00', NULL, 1, 22.4, 1.120, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 09:13:11', '2024-05-26 09:13:11'),
(433, 82, 703, 675, '2024-05-26', '12:13:00', '12:21:00', NULL, 1, 35.2, 1.760, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 09:13:32', '2024-05-26 09:13:32'),
(434, 82, 704, 675, '2024-05-26', '12:19:00', '12:27:00', 87, 1, 35.2, 1.760, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 09:19:34', '2024-05-26 09:19:34'),
(435, 82, 705, 675, '2024-05-26', '12:19:00', '12:27:00', NULL, 1, 35.2, 1.760, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 09:19:54', '2024-05-26 09:19:54'),
(437, 82, 707, 675, '2024-05-26', '12:33:00', '12:41:00', NULL, 1, 35.2, 1.760, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 09:34:27', '2024-05-26 09:34:27'),
(438, 82, 708, 675, '2024-05-26', '12:34:00', '12:42:00', 87, 1, 35.2, 1.760, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 10:17:06', '2024-05-26 10:17:06'),
(439, 82, 709, 675, '2024-05-26', '13:17:00', '13:25:00', 87, 1, 35.2, 1.760, 12, 1, 1, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 10:17:46', '2024-05-26 10:17:46'),
(440, 82, 710, 711, '2024-05-26', '13:31:00', '13:38:00', 87, 1, 33.8, 1.690, 12, 1, 1, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 10:42:11', '2024-05-26 10:42:11'),
(441, 82, 712, 713, '2024-05-26', '13:42:00', '13:45:00', 87, 1, 21.8, 1.090, 12, 1, 1, 1, 1, 0, 1, NULL, 0, 0, 0, '2024-05-26 11:12:36', '2024-05-26 11:12:36'),
(442, 82, 715, 675, '2024-05-26', '13:46:00', '13:54:00', 87, 1, 35.2, 1.760, 12, 1, 1, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 10:48:27', '2024-05-26 10:48:27'),
(443, 82, 716, 675, '2024-05-26', '13:48:00', '13:56:00', NULL, 1, 35.2, 1.760, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 10:52:02', '2024-05-26 10:52:02'),
(444, 82, 717, 675, '2024-05-26', '13:52:00', '14:00:00', NULL, 1, 35.2, 1.760, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 10:52:30', '2024-05-26 10:52:30'),
(445, 82, 718, 675, '2024-05-26', '13:53:00', '14:01:00', NULL, 1, 35.2, 1.760, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 10:55:05', '2024-05-26 10:55:05'),
(446, 82, 719, 675, '2024-05-26', '13:56:00', '14:04:00', NULL, 1, 35.2, 1.760, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 10:58:48', '2024-05-26 10:58:48'),
(447, 82, 720, 675, '2024-05-26', '14:04:00', '14:12:00', 87, 1, 35.2, 1.760, 12, 1, 1, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 11:21:04', '2024-05-26 11:21:04'),
(448, 75, 721, 722, '2024-05-26', '14:20:00', '14:25:00', 87, 1, 18, 0.900, 12, 1, 1, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 11:35:48', '2024-05-26 11:35:48'),
(449, 82, 723, 675, '2024-05-26', '14:21:00', '14:29:00', 87, 1, 35.2, 1.760, 12, 1, 1, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 11:22:13', '2024-05-26 11:22:13'),
(450, 82, 724, 675, '2024-05-26', '14:25:00', '14:33:00', NULL, 1, 35.2, 1.760, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 11:40:56', '2024-05-26 11:40:56'),
(451, 75, 725, 722, '2024-05-26', '14:36:00', '14:42:00', 87, 1, 18.8, 0.940, 12, 1, 1, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 11:42:36', '2024-05-26 11:42:36'),
(452, 82, 726, 675, '2024-05-26', '14:40:00', '14:48:00', NULL, 1, 35.2, 1.760, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 11:41:14', '2024-05-26 11:41:14'),
(453, 75, 727, 722, '2024-05-26', '14:43:00', '14:48:00', 87, 1, 18, 0.900, 12, 1, 1, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 11:49:40', '2024-05-26 11:49:40'),
(454, 82, 728, 675, '2024-05-26', '14:48:00', '14:56:00', NULL, 1, 35.2, 1.760, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 11:48:43', '2024-05-26 11:48:43'),
(456, 82, 730, 675, '2024-05-26', '14:50:00', '15:00:59', 87, 1, 35.2, 1.760, 12, 1, 1, 1, 1, 0, 1, NULL, 0, 0, 0, '2024-05-26 12:00:59', '2024-05-26 12:00:59'),
(457, 75, 731, 725, '2024-05-26', '14:50:00', '15:02:53', 87, 1, 18.4, 0.920, 12, 1, 1, 1, 1, 0, 1, NULL, 0, 0, 0, '2024-05-26 12:02:53', '2024-05-26 12:02:53'),
(458, 75, 732, 722, '2024-05-26', '14:56:00', '15:01:00', NULL, 1, 18, 0.900, 12, 1, 0, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-26 11:56:53', '2024-05-26 11:56:53'),
(459, 82, 733, 675, '2024-05-26', '15:05:00', '15:13:00', 87, 1, 35.2, 1.760, 12, 1, 1, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 12:11:52', '2024-05-26 12:11:52'),
(460, 82, 734, 675, '2024-05-26', '15:12:00', '15:20:00', NULL, 1, 35.2, 1.760, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 12:12:55', '2024-05-26 12:12:55'),
(461, 82, 735, 675, '2024-05-26', '15:14:00', '15:22:00', 87, 1, 35.2, 1.760, 12, 1, 1, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 12:22:36', '2024-05-26 12:22:36'),
(462, 82, 736, 675, '2024-05-26', '15:22:00', '15:30:00', NULL, 1, 35.2, 1.760, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 12:23:24', '2024-05-26 12:23:24'),
(463, 82, 737, 675, '2024-05-26', '15:24:00', '15:34:00', NULL, 1, 43, 2.150, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 12:25:12', '2024-05-26 12:25:12'),
(464, 82, 739, 675, '2024-05-26', '15:25:00', '15:33:00', 87, 1, 35.2, 1.760, 12, 1, 1, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 12:33:20', '2024-05-26 12:33:20'),
(465, 82, 740, 675, '2024-05-26', '15:33:00', '15:41:00', NULL, 1, 35.2, 1.760, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 12:34:19', '2024-05-26 12:34:19'),
(466, 82, 741, 675, '2024-05-26', '15:34:00', '15:42:00', 87, 1, 35.2, 1.760, 12, 1, 1, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 12:39:45', '2024-05-26 12:39:45'),
(467, 82, 742, 675, '2024-05-26', '15:39:00', '15:47:00', NULL, 1, 35.2, 1.760, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 12:40:09', '2024-05-26 12:40:09'),
(468, 82, 743, 675, '2024-05-26', '15:40:00', '15:48:00', NULL, 1, 35.2, 1.760, 12, 1, 0, 0, 0, 1, 0, NULL, 0, 0, 0, '2024-05-26 12:40:36', '2024-05-26 12:40:36'),
(469, 82, 744, 675, '2024-05-26', '15:43:00', '15:51:00', 87, 1, 35.2, 1.760, 12, 1, 1, 0, 0, 0, 0, NULL, 0, 0, 0, '2024-05-26 12:44:04', '2024-05-26 12:44:04');

-- --------------------------------------------------------

--
-- Table structure for table `ride_cancellations`
--

CREATE TABLE `ride_cancellations` (
  `id` int(11) NOT NULL,
  `ride_id` bigint(20) DEFAULT NULL,
  `reason_id` int(11) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=latin1 COLLATE=latin1_general_ci;

--
-- Dumping data for table `ride_cancellations`
--

INSERT INTO `ride_cancellations` (`id`, `ride_id`, `reason_id`, `created_at`, `updated_at`) VALUES
(1, 110, 2, '2024-04-21 14:44:44', '2024-04-21 14:45:03'),
(2, 111, 4, '2024-04-22 09:07:40', '2024-04-22 09:07:40'),
(3, 112, 2, '2024-04-22 09:26:37', '2024-04-22 09:42:05'),
(4, 114, 4, '2024-04-22 09:56:16', '2024-04-22 09:56:16'),
(5, 113, 2, '2024-04-22 09:58:29', '2024-04-22 10:13:07'),
(6, 115, 2, '2024-04-22 10:16:15', '2024-04-22 10:16:15'),
(7, 117, 1, '2024-04-22 10:16:59', '2024-04-22 10:16:59'),
(8, 118, 2, '2024-04-22 10:22:05', '2024-04-22 10:22:05'),
(9, 119, 3, '2024-04-22 10:22:51', '2024-04-22 10:22:51'),
(10, 120, 3, '2024-04-22 10:34:36', '2024-04-22 10:34:36'),
(11, 121, 4, '2024-04-22 11:13:17', '2024-04-22 11:13:17'),
(12, 123, 2, '2024-04-22 11:37:43', '2024-04-22 11:37:43'),
(13, 126, 2, '2024-04-22 12:01:17', '2024-04-22 12:01:17'),
(14, 129, 3, '2024-04-22 12:20:02', '2024-04-22 12:20:02'),
(15, 132, 4, '2024-04-22 12:41:30', '2024-04-22 12:41:30'),
(16, 133, 3, '2024-04-22 12:53:50', '2024-04-22 12:53:50'),
(17, 137, 2, '2024-04-22 13:05:14', '2024-04-22 13:05:14'),
(18, 138, 1, '2024-04-22 13:09:07', '2024-04-22 13:09:07'),
(19, 150, 1, '2024-04-25 08:37:15', '2024-04-25 08:37:15'),
(20, 149, 1, '2024-04-25 08:37:53', '2024-04-25 08:37:53'),
(21, 148, 2, '2024-04-25 08:38:16', '2024-04-25 08:38:16'),
(22, 147, 4, '2024-04-25 08:38:38', '2024-04-25 08:38:38'),
(23, 153, 1, '2024-04-25 08:41:05', '2024-04-25 08:41:05'),
(24, 155, 3, '2024-04-25 08:42:31', '2024-04-25 08:42:31'),
(25, 164, 2, '2024-04-25 10:57:15', '2024-04-25 10:57:15'),
(26, 165, 3, '2024-04-25 12:28:50', '2024-04-25 12:28:50'),
(27, 166, 1, '2024-04-28 06:33:18', '2024-04-28 06:33:18'),
(28, 178, 4, '2024-04-30 07:36:08', '2024-04-30 07:36:08'),
(29, 177, 4, '2024-04-30 07:40:07', '2024-04-30 07:40:07'),
(30, 197, 2, '2024-05-05 11:41:06', '2024-05-05 11:41:06'),
(31, 200, 1, '2024-05-05 11:57:11', '2024-05-05 11:57:11'),
(32, 203, 1, '2024-05-05 11:58:00', '2024-05-05 11:58:00'),
(33, 206, 1, '2024-05-05 11:59:13', '2024-05-05 11:59:13'),
(34, 219, 4, '2024-05-07 06:47:54', '2024-05-07 06:47:54'),
(35, 222, 4, '2024-05-07 07:13:54', '2024-05-07 07:13:54'),
(36, 223, 3, '2024-05-07 07:14:40', '2024-05-07 07:14:40'),
(37, 225, 1, '2024-05-07 07:28:33', '2024-05-07 07:28:33'),
(38, 227, 3, '2024-05-07 08:16:10', '2024-05-07 08:16:10'),
(39, 228, 4, '2024-05-07 08:17:39', '2024-05-07 08:17:39'),
(40, 229, 3, '2024-05-07 08:26:56', '2024-05-07 08:26:56'),
(41, 230, 1, '2024-05-07 08:28:03', '2024-05-07 08:28:03'),
(42, 231, 2, '2024-05-07 08:32:05', '2024-05-07 08:32:05'),
(43, 232, 4, '2024-05-07 08:33:00', '2024-05-07 08:33:00'),
(44, 233, 4, '2024-05-07 08:35:22', '2024-05-07 08:35:22'),
(45, 234, 3, '2024-05-07 08:38:03', '2024-05-07 08:38:03'),
(46, 235, 2, '2024-05-07 08:38:29', '2024-05-07 08:38:29'),
(47, 245, 3, '2024-05-07 11:41:06', '2024-05-07 11:41:06'),
(48, 251, 4, '2024-05-12 13:43:33', '2024-05-12 13:43:33'),
(49, 253, 4, '2024-05-12 13:59:12', '2024-05-12 13:59:12'),
(50, 259, 4, '2024-05-13 08:14:04', '2024-05-13 08:14:04'),
(51, 260, 3, '2024-05-13 08:14:48', '2024-05-13 08:14:48'),
(52, 261, 4, '2024-05-13 08:26:58', '2024-05-13 08:26:58'),
(53, 262, 2, '2024-05-13 08:55:43', '2024-05-13 08:55:43'),
(54, 263, 2, '2024-05-13 09:00:23', '2024-05-13 09:00:23'),
(55, 264, 3, '2024-05-13 09:10:06', '2024-05-13 09:10:06'),
(56, 268, 4, '2024-05-13 10:19:59', '2024-05-13 10:19:59'),
(57, 269, 3, '2024-05-13 10:29:19', '2024-05-13 10:29:19'),
(58, 271, 2, '2024-05-13 10:43:32', '2024-05-13 10:43:32'),
(59, 274, 3, '2024-05-14 07:22:19', '2024-05-14 07:22:19'),
(60, 276, 3, '2024-05-14 09:14:21', '2024-05-14 09:14:21'),
(61, 277, 4, '2024-05-14 09:44:11', '2024-05-14 09:44:11'),
(62, 278, 2, '2024-05-14 09:49:22', '2024-05-14 09:49:22'),
(63, 279, 2, '2024-05-14 09:50:03', '2024-05-14 09:50:03'),
(64, 282, 3, '2024-05-14 09:52:15', '2024-05-14 09:52:15'),
(65, 283, 3, '2024-05-14 09:58:10', '2024-05-14 09:58:10'),
(66, 286, 3, '2024-05-15 06:50:12', '2024-05-15 06:50:12'),
(67, 289, 3, '2024-05-15 08:11:27', '2024-05-15 08:11:27'),
(68, 290, 3, '2024-05-15 12:18:41', '2024-05-15 12:18:41'),
(69, 315, 3, '2024-05-20 13:33:20', '2024-05-20 13:33:20'),
(70, 317, 2, '2024-05-20 14:00:36', '2024-05-20 14:00:36'),
(71, 341, 4, '2024-05-22 10:20:29', '2024-05-22 10:20:29'),
(72, 342, 3, '2024-05-22 10:25:30', '2024-05-22 10:25:30'),
(73, 343, 3, '2024-05-22 10:25:48', '2024-05-22 10:25:48'),
(74, 349, 2, '2024-05-22 12:03:24', '2024-05-22 12:03:24'),
(75, 358, 3, '2024-05-23 11:07:37', '2024-05-23 11:07:37'),
(76, 359, 1, '2024-05-23 11:10:48', '2024-05-23 11:10:48'),
(77, 361, 3, '2024-05-23 11:36:14', '2024-05-23 11:36:14'),
(78, 362, 2, '2024-05-23 11:41:12', '2024-05-23 11:41:12'),
(79, 364, 2, '2024-05-23 11:48:09', '2024-05-23 11:48:09'),
(80, 365, 2, '2024-05-23 11:55:28', '2024-05-23 11:55:28'),
(81, 367, 2, '2024-05-23 12:06:34', '2024-05-23 12:06:34'),
(82, 368, 3, '2024-05-23 12:10:41', '2024-05-23 12:10:41'),
(83, 369, 2, '2024-05-23 12:15:17', '2024-05-23 12:15:17'),
(84, 372, 3, '2024-05-23 12:50:52', '2024-05-23 12:50:52'),
(85, 376, 3, '2024-05-23 13:07:45', '2024-05-23 13:07:45'),
(86, 377, 2, '2024-05-23 13:21:33', '2024-05-23 13:21:33'),
(87, 378, 2, '2024-05-23 13:25:15', '2024-05-23 13:25:15'),
(88, 379, 3, '2024-05-23 13:29:03', '2024-05-23 13:29:03'),
(89, 380, 2, '2024-05-23 13:32:20', '2024-05-23 13:32:20'),
(90, 381, 2, '2024-05-23 13:35:33', '2024-05-23 13:35:33'),
(91, 382, 4, '2024-05-23 13:36:43', '2024-05-23 13:36:43'),
(92, 383, 3, '2024-05-23 13:37:31', '2024-05-23 13:37:31'),
(93, 385, 2, '2024-05-23 13:39:37', '2024-05-23 13:39:37'),
(94, 386, 3, '2024-05-23 13:41:25', '2024-05-23 13:41:25'),
(95, 387, 2, '2024-05-23 13:43:01', '2024-05-23 13:43:01'),
(96, 401, 4, '2024-05-26 06:36:17', '2024-05-26 06:36:17'),
(97, 404, 3, '2024-05-26 06:58:05', '2024-05-26 06:58:05'),
(98, 405, 3, '2024-05-26 06:59:18', '2024-05-26 06:59:18'),
(99, 406, 3, '2024-05-26 07:06:40', '2024-05-26 07:06:40'),
(100, 407, 3, '2024-05-26 07:51:11', '2024-05-26 07:51:11'),
(101, 411, 3, '2024-05-26 08:09:38', '2024-05-26 08:09:38'),
(102, 412, 3, '2024-05-26 08:10:28', '2024-05-26 08:10:28'),
(103, 413, 3, '2024-05-26 08:11:18', '2024-05-26 08:11:18'),
(104, 414, 2, '2024-05-26 08:11:55', '2024-05-26 08:11:55'),
(105, 415, 3, '2024-05-26 08:18:41', '2024-05-26 08:18:41'),
(106, 416, 4, '2024-05-26 08:18:57', '2024-05-26 08:18:57'),
(107, 417, 3, '2024-05-26 08:19:27', '2024-05-26 08:19:27'),
(108, 418, 3, '2024-05-26 08:23:14', '2024-05-26 08:23:14'),
(109, 419, 3, '2024-05-26 08:23:36', '2024-05-26 08:23:36'),
(110, 420, 4, '2024-05-26 08:24:13', '2024-05-26 08:24:13'),
(111, 421, 3, '2024-05-26 08:26:19', '2024-05-26 08:26:19'),
(112, 423, 3, '2024-05-26 08:27:09', '2024-05-26 08:27:09'),
(113, 424, 3, '2024-05-26 08:48:27', '2024-05-26 08:48:27'),
(114, 425, 3, '2024-05-26 08:49:32', '2024-05-26 08:49:32'),
(115, 426, 3, '2024-05-26 08:58:45', '2024-05-26 08:58:45'),
(116, 427, 4, '2024-05-26 08:59:19', '2024-05-26 08:59:19'),
(117, 428, 3, '2024-05-26 09:00:35', '2024-05-26 09:00:35'),
(118, 429, 4, '2024-05-26 09:01:07', '2024-05-26 09:01:07'),
(119, 431, 2, '2024-05-26 09:10:57', '2024-05-26 09:10:57'),
(120, 432, 3, '2024-05-26 09:13:11', '2024-05-26 09:13:11'),
(121, 433, 3, '2024-05-26 09:13:32', '2024-05-26 09:13:32'),
(122, 434, 3, '2024-05-26 09:19:35', '2024-05-26 09:19:35'),
(123, 435, 4, '2024-05-26 09:19:54', '2024-05-26 09:19:54'),
(124, 437, 3, '2024-05-26 09:34:27', '2024-05-26 09:34:27'),
(125, 438, 3, '2024-05-26 10:17:06', '2024-05-26 10:17:06'),
(126, 439, 2, '2024-05-26 10:17:47', '2024-05-26 10:17:47'),
(127, 440, 3, '2024-05-26 10:42:12', '2024-05-26 10:42:12'),
(128, 442, 3, '2024-05-26 10:48:27', '2024-05-26 10:48:27'),
(129, 443, 3, '2024-05-26 10:52:02', '2024-05-26 10:52:02'),
(130, 444, 3, '2024-05-26 10:52:30', '2024-05-26 10:52:30'),
(131, 445, 3, '2024-05-26 10:55:05', '2024-05-26 10:55:05'),
(132, 447, 2, '2024-05-26 11:21:04', '2024-05-26 11:21:04'),
(133, 449, 2, '2024-05-26 11:22:13', '2024-05-26 11:22:13'),
(134, 448, 3, '2024-05-26 11:35:49', '2024-05-26 11:35:49'),
(135, 450, 2, '2024-05-26 11:40:56', '2024-05-26 11:40:56'),
(136, 452, 3, '2024-05-26 11:41:14', '2024-05-26 11:41:14'),
(137, 451, 2, '2024-05-26 11:42:36', '2024-05-26 11:42:36'),
(138, 454, 3, '2024-05-26 11:48:43', '2024-05-26 11:48:43'),
(139, 453, 2, '2024-05-26 11:49:41', '2024-05-26 11:49:41'),
(140, 459, 2, '2024-05-26 12:11:52', '2024-05-26 12:11:52'),
(141, 460, 3, '2024-05-26 12:12:55', '2024-05-26 12:12:55'),
(142, 461, 3, '2024-05-26 12:22:37', '2024-05-26 12:22:37'),
(143, 462, 3, '2024-05-26 12:23:24', '2024-05-26 12:23:24'),
(144, 463, 3, '2024-05-26 12:25:12', '2024-05-26 12:25:12'),
(145, 464, 3, '2024-05-26 12:33:20', '2024-05-26 12:33:20'),
(146, 465, 3, '2024-05-26 12:34:19', '2024-05-26 12:34:19'),
(147, 466, 3, '2024-05-26 12:39:45', '2024-05-26 12:39:45'),
(148, 467, 4, '2024-05-26 12:40:09', '2024-05-26 12:40:09'),
(149, 468, 3, '2024-05-26 12:40:36', '2024-05-26 12:40:36');

-- --------------------------------------------------------

--
-- Table structure for table `ride_statuses`
--

CREATE TABLE `ride_statuses` (
  `id` bigint(20) NOT NULL,
  `ride_id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `time_taken` bigint(20) UNSIGNED DEFAULT 0 COMMENT 'time In Minutes',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1 COLLATE=latin1_general_ci;

--
-- Dumping data for table `ride_statuses`
--

INSERT INTO `ride_statuses` (`id`, `ride_id`, `name`, `time_taken`, `created_at`, `updated_at`) VALUES
(1, 2, 'accepted', 0, '2024-04-14 08:31:48', '2024-04-14 08:31:48'),
(6, 2, 'confirmed', 9, '2024-04-14 08:40:29', '2024-04-14 08:40:29'),
(9, 2, 'completed', 62, '2024-04-14 08:41:36', '2024-04-14 08:41:36'),
(12, 70, 'accepted', 0, '2024-04-14 11:12:01', '2024-04-14 11:12:01'),
(13, 70, 'accepted', 41, '2024-04-14 11:53:10', '2024-04-14 11:53:10'),
(14, 70, 'confirmed', 0, '2024-04-14 11:53:18', '2024-04-14 11:53:18'),
(15, 70, 'confirmed', 0, '2024-04-14 11:53:25', '2024-04-14 11:53:25'),
(16, 70, 'confirmed', 0, '2024-04-14 11:53:29', '2024-04-14 11:53:29'),
(17, 70, 'confirmed', 0, '2024-04-14 11:54:28', '2024-04-14 11:54:28'),
(18, 70, 'confirmed', 1, '2024-04-14 11:55:47', '2024-04-14 11:55:47'),
(19, 70, 'confirmed', 6, '2024-04-14 12:02:23', '2024-04-14 12:02:23'),
(20, 70, 'completed', 0, '2024-04-14 12:03:02', '2024-04-14 12:03:02'),
(21, 68, 'accepted', 0, '2024-04-14 13:06:56', '2024-04-14 13:06:56'),
(22, 68, 'confirmed', 0, '2024-04-14 13:07:19', '2024-04-14 13:07:19'),
(23, 68, 'completed', 0, '2024-04-14 13:07:37', '2024-04-14 13:07:37'),
(24, 70, 'accepted', 1212, '2024-04-15 08:15:28', '2024-04-15 08:15:28'),
(25, 77, 'accepted', 0, '2024-04-15 09:20:46', '2024-04-15 09:20:46'),
(26, 70, 'completed', 100, '2024-04-15 09:55:47', '2024-04-15 09:55:47'),
(27, 2, 'completed', 1515, '2024-04-15 09:56:52', '2024-04-15 09:56:52'),
(28, 78, 'accepted', 0, '2024-04-15 12:48:36', '2024-04-15 12:48:36'),
(29, 78, 'confirmed', 0, '2024-04-15 12:48:38', '2024-04-15 12:48:38'),
(30, 78, 'confirmed', 0, '2024-04-15 12:48:40', '2024-04-15 12:48:40'),
(31, 78, 'completed', 0, '2024-04-15 12:48:42', '2024-04-15 12:48:42'),
(32, 77, 'accepted', 208, '2024-04-15 12:48:53', '2024-04-15 12:48:53'),
(33, 77, 'confirmed', 0, '2024-04-15 12:48:54', '2024-04-15 12:48:54'),
(34, 77, 'completed', 0, '2024-04-15 12:48:56', '2024-04-15 12:48:56'),
(35, 79, 'accepted', 0, '2024-04-15 14:34:10', '2024-04-15 14:34:10'),
(36, 79, 'accepted', 0, '2024-04-15 14:34:46', '2024-04-15 14:34:46'),
(37, 79, 'accepted', 0, '2024-04-15 14:34:50', '2024-04-15 14:34:50'),
(38, 79, 'accepted', 0, '2024-04-15 14:35:48', '2024-04-15 14:35:48'),
(39, 79, 'completed', 0, '2024-04-15 14:35:55', '2024-04-15 14:35:55'),
(40, 2, 'confirmed', 420, '2024-04-15 16:57:32', '2024-04-15 16:57:32'),
(41, 77, 'confirmed', 248, '2024-04-15 16:57:54', '2024-04-15 16:57:54'),
(42, 79, 'confirmed', 142, '2024-04-15 16:58:22', '2024-04-15 16:58:22'),
(43, 79, 'accepted', 872, '2024-04-16 07:30:37', '2024-04-16 07:30:37'),
(44, 79, 'accepted', 5, '2024-04-16 07:35:54', '2024-04-16 07:35:54'),
(45, 79, 'confirmed', 0, '2024-04-16 07:36:06', '2024-04-16 07:36:06'),
(46, 79, 'completed', 0, '2024-04-16 07:36:16', '2024-04-16 07:36:16'),
(47, 95, 'accepted', 0, '2024-04-16 09:35:36', '2024-04-16 09:35:36'),
(48, 95, 'accepted', 0, '2024-04-16 09:35:57', '2024-04-16 09:35:57'),
(49, 95, 'confirmed', 0, '2024-04-16 09:36:00', '2024-04-16 09:36:00'),
(50, 95, 'completed', 0, '2024-04-16 09:36:02', '2024-04-16 09:36:02'),
(51, 96, 'accepted', 0, '2024-04-16 09:56:14', '2024-04-16 09:56:14'),
(52, 96, 'confirmed', 0, '2024-04-16 09:56:47', '2024-04-16 09:56:47'),
(53, 96, 'completed', 0, '2024-04-16 09:56:50', '2024-04-16 09:56:50'),
(54, 77, 'accepted', 1019, '2024-04-16 09:57:30', '2024-04-16 09:57:30'),
(55, 77, 'confirmed', 0, '2024-04-16 09:57:41', '2024-04-16 09:57:41'),
(56, 77, 'completed', 0, '2024-04-16 09:57:42', '2024-04-16 09:57:42'),
(57, 95, 'accepted', 41, '2024-04-16 10:17:46', '2024-04-16 10:17:46'),
(58, 95, 'completed', 0, '2024-04-16 10:17:48', '2024-04-16 10:17:48'),
(59, 76, 'accepted', 0, '2024-04-16 10:36:01', '2024-04-16 10:36:01'),
(60, 76, 'confirmed', 0, '2024-04-16 10:36:02', '2024-04-16 10:36:02'),
(61, 76, 'confirmed', 0, '2024-04-16 10:36:04', '2024-04-16 10:36:04'),
(62, 76, 'completed', 0, '2024-04-16 10:36:05', '2024-04-16 10:36:05'),
(63, 75, 'accepted', 0, '2024-04-16 10:36:26', '2024-04-16 10:36:26'),
(64, 75, 'confirmed', 0, '2024-04-16 10:36:27', '2024-04-16 10:36:27'),
(65, 75, 'completed', 0, '2024-04-16 10:36:30', '2024-04-16 10:36:30'),
(66, 74, 'accepted', 0, '2024-04-16 10:36:45', '2024-04-16 10:36:45'),
(67, 74, 'confirmed', 0, '2024-04-16 10:36:47', '2024-04-16 10:36:47'),
(68, 74, 'completed', 0, '2024-04-16 10:36:48', '2024-04-16 10:36:48'),
(69, 73, 'accepted', 0, '2024-04-16 10:38:48', '2024-04-16 10:38:48'),
(70, 73, 'confirmed', 0, '2024-04-16 10:38:50', '2024-04-16 10:38:50'),
(71, 73, 'completed', 0, '2024-04-16 10:38:51', '2024-04-16 10:38:51'),
(72, 96, 'accepted', 65, '2024-04-16 11:01:55', '2024-04-16 11:01:55'),
(73, 96, 'completed', 0, '2024-04-16 11:01:56', '2024-04-16 11:01:56'),
(74, 98, 'accepted', 0, '2024-04-16 11:04:00', '2024-04-16 11:04:00'),
(75, 98, 'accepted', 0, '2024-04-16 11:04:24', '2024-04-16 11:04:24'),
(76, 98, 'confirmed', 0, '2024-04-16 11:04:26', '2024-04-16 11:04:26'),
(77, 98, 'completed', 0, '2024-04-16 11:04:28', '2024-04-16 11:04:28'),
(78, 99, 'accepted', 0, '2024-04-16 11:37:01', '2024-04-16 11:37:01'),
(79, 99, 'confirmed', 8, '2024-04-16 11:45:44', '2024-04-16 11:45:44'),
(80, 99, 'completed', 0, '2024-04-16 11:45:49', '2024-04-16 11:45:49'),
(81, 94, 'accepted', 0, '2024-04-17 11:29:57', '2024-04-17 11:29:57'),
(82, 178, 'accepted', 0, '2024-05-01 11:46:43', '2024-05-01 11:46:43'),
(83, 178, 'confirmed', 0, '2024-05-01 11:46:50', '2024-05-01 11:46:50'),
(84, 178, 'confirmed', 0, '2024-05-01 11:46:54', '2024-05-01 11:46:54'),
(85, 178, 'completed', 0, '2024-05-01 11:46:57', '2024-05-01 11:46:57'),
(86, 185, 'accepted', 0, '2024-05-05 10:27:50', '2024-05-05 10:27:50'),
(87, 185, 'accepted', 0, '2024-05-05 10:28:11', '2024-05-05 10:28:11'),
(88, 185, 'confirmed', 0, '2024-05-05 10:28:12', '2024-05-05 10:28:12'),
(89, 186, 'accepted', 0, '2024-05-05 11:08:16', '2024-05-05 11:08:16'),
(90, 186, 'confirmed', 0, '2024-05-05 11:08:31', '2024-05-05 11:08:31'),
(91, 186, 'completed', 0, '2024-05-05 11:08:35', '2024-05-05 11:08:35'),
(92, 216, 'accepted', 0, '2024-05-07 06:31:27', '2024-05-07 06:31:27'),
(93, 216, 'confirmed', 0, '2024-05-07 06:31:32', '2024-05-07 06:31:32'),
(94, 217, 'accepted', 0, '2024-05-07 06:41:38', '2024-05-07 06:41:38'),
(95, 217, 'confirmed', 0, '2024-05-07 06:42:02', '2024-05-07 06:42:02'),
(96, 217, 'accepted', 0, '2024-05-07 06:42:35', '2024-05-07 06:42:35'),
(97, 217, 'completed', 0, '2024-05-07 06:42:54', '2024-05-07 06:42:54'),
(98, 218, 'accepted', 0, '2024-05-07 06:43:31', '2024-05-07 06:43:31'),
(99, 218, 'confirmed', 1, '2024-05-07 06:45:02', '2024-05-07 06:45:02'),
(100, 218, 'completed', 0, '2024-05-07 06:45:27', '2024-05-07 06:45:27'),
(101, 220, 'accepted', 0, '2024-05-07 07:07:02', '2024-05-07 07:07:02'),
(102, 220, 'confirmed', 0, '2024-05-07 07:07:03', '2024-05-07 07:07:03'),
(103, 220, 'confirmed', 0, '2024-05-07 07:07:07', '2024-05-07 07:07:07'),
(104, 220, 'completed', 0, '2024-05-07 07:07:08', '2024-05-07 07:07:08'),
(105, 244, 'accepted', 0, '2024-05-07 11:31:18', '2024-05-07 11:31:18'),
(106, 244, 'confirmed', 0, '2024-05-07 11:31:20', '2024-05-07 11:31:20'),
(107, 244, 'completed', 0, '2024-05-07 11:31:23', '2024-05-07 11:31:23'),
(108, 246, 'accepted', 0, '2024-05-07 11:41:56', '2024-05-07 11:41:56'),
(109, 246, 'confirmed', 0, '2024-05-07 11:42:02', '2024-05-07 11:42:02'),
(110, 246, 'completed', 0, '2024-05-07 11:42:05', '2024-05-07 11:42:05'),
(111, 292, 'accepted', 0, '2024-05-15 12:54:56', '2024-05-15 12:54:56'),
(112, 292, 'confirmed', 0, '2024-05-15 12:55:01', '2024-05-15 12:55:01'),
(113, 292, 'confirmed', 0, '2024-05-15 12:55:03', '2024-05-15 12:55:03'),
(114, 292, 'completed', 0, '2024-05-15 12:55:08', '2024-05-15 12:55:08'),
(115, 318, 'accepted', 0, '2024-05-20 16:17:38', '2024-05-20 16:17:38'),
(116, 318, 'confirmed', 1, '2024-05-20 16:19:03', '2024-05-20 16:19:03'),
(117, 318, 'completed', 0, '2024-05-20 16:19:42', '2024-05-20 16:19:42'),
(118, 94, 'accepted', 51795, '2024-05-23 09:45:14', '2024-05-23 09:45:14'),
(119, 94, 'accepted', 3, '2024-05-23 09:48:35', '2024-05-23 09:48:35'),
(120, 382, 'accepted', 0, '2024-05-23 13:36:23', '2024-05-23 13:36:23'),
(121, 383, 'accepted', 0, '2024-05-23 13:37:09', '2024-05-23 13:37:09'),
(122, 385, 'accepted', 0, '2024-05-23 13:39:46', '2024-05-23 13:39:46'),
(123, 387, 'accepted', 0, '2024-05-23 13:41:59', '2024-05-23 13:41:59'),
(124, 408, 'completed', 0, '2024-05-26 07:39:30', '2024-05-26 07:39:30'),
(125, 94, 'accepted', 4194, '2024-05-26 07:43:23', '2024-05-26 07:43:23'),
(126, 410, 'completed', 0, '2024-05-26 07:50:50', '2024-05-26 07:50:50'),
(127, 431, 'confirmed', 0, '2024-05-26 10:17:32', '2024-05-26 10:17:32'),
(128, 431, 'confirmed', 0, '2024-05-26 10:17:33', '2024-05-26 10:17:33'),
(129, 431, 'confirmed', 0, '2024-05-26 10:17:34', '2024-05-26 10:17:34'),
(130, 431, 'confirmed', 0, '2024-05-26 10:17:35', '2024-05-26 10:17:35'),
(131, 431, 'confirmed', 14, '2024-05-26 10:31:51', '2024-05-26 10:31:51'),
(132, 431, 'confirmed', 0, '2024-05-26 10:31:52', '2024-05-26 10:31:52'),
(133, 431, 'confirmed', 0, '2024-05-26 10:31:53', '2024-05-26 10:31:53'),
(134, 431, 'confirmed', 0, '2024-05-26 10:31:54', '2024-05-26 10:31:54'),
(135, 431, 'confirmed', 0, '2024-05-26 10:31:54', '2024-05-26 10:31:54'),
(136, 431, 'confirmed', 0, '2024-05-26 10:31:55', '2024-05-26 10:31:55'),
(137, 431, 'confirmed', 0, '2024-05-26 10:31:55', '2024-05-26 10:31:55'),
(138, 431, 'confirmed', 0, '2024-05-26 10:31:55', '2024-05-26 10:31:55'),
(139, 431, 'confirmed', 0, '2024-05-26 10:31:55', '2024-05-26 10:31:55'),
(140, 431, 'confirmed', 0, '2024-05-26 10:32:41', '2024-05-26 10:32:41'),
(141, 431, 'confirmed', 0, '2024-05-26 10:32:41', '2024-05-26 10:32:41'),
(142, 431, 'confirmed', 0, '2024-05-26 10:32:42', '2024-05-26 10:32:42'),
(143, 431, 'confirmed', 0, '2024-05-26 10:32:42', '2024-05-26 10:32:42'),
(144, 441, 'accepted', 0, '2024-05-26 10:42:39', '2024-05-26 10:42:39'),
(145, 441, 'confirmed', 2, '2024-05-26 10:44:57', '2024-05-26 10:44:57'),
(146, 441, 'completed', 0, '2024-05-26 10:45:00', '2024-05-26 10:45:00'),
(147, 441, 'started', 27, '2024-05-26 11:12:36', '2024-05-26 11:12:36'),
(148, 441, 'started', 0, '2024-05-26 11:12:37', '2024-05-26 11:12:37'),
(149, 441, 'started', 0, '2024-05-26 11:12:40', '2024-05-26 11:12:40'),
(150, 441, 'started', 0, '2024-05-26 11:12:40', '2024-05-26 11:12:40'),
(151, 441, 'started', 0, '2024-05-26 11:12:50', '2024-05-26 11:12:50'),
(152, 441, 'started', 0, '2024-05-26 11:12:51', '2024-05-26 11:12:51'),
(153, 441, 'started', 0, '2024-05-26 11:12:52', '2024-05-26 11:12:52'),
(154, 441, 'started', 0, '2024-05-26 11:12:57', '2024-05-26 11:12:57'),
(155, 441, 'started', 0, '2024-05-26 11:12:58', '2024-05-26 11:12:58'),
(156, 441, 'started', 0, '2024-05-26 11:12:59', '2024-05-26 11:12:59'),
(157, 441, 'started', 0, '2024-05-26 11:13:00', '2024-05-26 11:13:00'),
(158, 441, 'started', 0, '2024-05-26 11:13:00', '2024-05-26 11:13:00'),
(159, 441, 'started', 0, '2024-05-26 11:13:00', '2024-05-26 11:13:00'),
(160, 441, 'started', 0, '2024-05-26 11:13:00', '2024-05-26 11:13:00'),
(161, 441, 'started', 0, '2024-05-26 11:13:00', '2024-05-26 11:13:00'),
(162, 441, 'started', 0, '2024-05-26 11:13:09', '2024-05-26 11:13:09'),
(163, 441, 'started', 0, '2024-05-26 11:13:10', '2024-05-26 11:13:10'),
(164, 441, 'started', 26, '2024-05-26 11:40:00', '2024-05-26 11:40:00'),
(165, 441, 'started', 0, '2024-05-26 11:40:04', '2024-05-26 11:40:04'),
(166, 441, 'started', 0, '2024-05-26 11:40:05', '2024-05-26 11:40:05'),
(167, 441, 'started', 0, '2024-05-26 11:40:06', '2024-05-26 11:40:06'),
(168, 441, 'started', 0, '2024-05-26 11:40:07', '2024-05-26 11:40:07'),
(169, 441, 'started', 0, '2024-05-26 11:40:08', '2024-05-26 11:40:08'),
(170, 441, 'started', 0, '2024-05-26 11:40:18', '2024-05-26 11:40:18'),
(171, 441, 'started', 0, '2024-05-26 11:40:25', '2024-05-26 11:40:25'),
(172, 441, 'started', 0, '2024-05-26 11:40:26', '2024-05-26 11:40:26'),
(173, 441, 'started', 0, '2024-05-26 11:40:27', '2024-05-26 11:40:27'),
(174, 441, 'started', 0, '2024-05-26 11:40:28', '2024-05-26 11:40:28'),
(175, 441, 'started', 3, '2024-05-26 11:43:58', '2024-05-26 11:43:58'),
(176, 441, 'started', 0, '2024-05-26 11:43:59', '2024-05-26 11:43:59'),
(177, 441, 'started', 0, '2024-05-26 11:44:18', '2024-05-26 11:44:18'),
(178, 441, 'started', 0, '2024-05-26 11:44:18', '2024-05-26 11:44:18'),
(179, 441, 'started', 0, '2024-05-26 11:44:18', '2024-05-26 11:44:18'),
(180, 441, 'started', 0, '2024-05-26 11:44:19', '2024-05-26 11:44:19'),
(181, 441, 'started', 0, '2024-05-26 11:44:19', '2024-05-26 11:44:19'),
(182, 441, 'started', 0, '2024-05-26 11:44:19', '2024-05-26 11:44:19'),
(183, 441, 'started', 0, '2024-05-26 11:44:19', '2024-05-26 11:44:19'),
(184, 441, 'started', 0, '2024-05-26 11:44:20', '2024-05-26 11:44:20'),
(185, 441, 'started', 0, '2024-05-26 11:44:20', '2024-05-26 11:44:20'),
(186, 441, 'started', 0, '2024-05-26 11:44:20', '2024-05-26 11:44:20'),
(187, 441, 'started', 7, '2024-05-26 11:51:37', '2024-05-26 11:51:37'),
(188, 456, 'started', 0, '2024-05-26 11:53:22', '2024-05-26 11:53:22'),
(189, 441, 'started', 2, '2024-05-26 11:53:49', '2024-05-26 11:53:49'),
(190, 441, 'confirmed', 0, '2024-05-26 11:54:06', '2024-05-26 11:54:06'),
(191, 441, 'confirmed', 0, '2024-05-26 11:54:24', '2024-05-26 11:54:24'),
(192, 441, 'confirmed', 0, '2024-05-26 11:54:38', '2024-05-26 11:54:38'),
(193, 456, 'confirmed', 2, '2024-05-26 11:55:36', '2024-05-26 11:55:36'),
(194, 441, 'confirmed', 1, '2024-05-26 11:55:59', '2024-05-26 11:55:59'),
(195, 441, 'confirmed', 0, '2024-05-26 11:56:18', '2024-05-26 11:56:18'),
(196, 456, 'completed', 5, '2024-05-26 12:00:59', '2024-05-26 12:00:59'),
(197, 457, 'started', 0, '2024-05-26 12:01:08', '2024-05-26 12:01:08'),
(198, 457, 'confirmed', 1, '2024-05-26 12:02:51', '2024-05-26 12:02:51'),
(199, 457, 'completed', 0, '2024-05-26 12:02:53', '2024-05-26 12:02:53'),
(200, 441, 'started', 9, '2024-05-26 12:05:45', '2024-05-26 12:05:45'),
(201, 441, 'started', 0, '2024-05-26 12:05:53', '2024-05-26 12:05:53'),
(202, 441, 'started', 0, '2024-05-26 12:05:59', '2024-05-26 12:05:59'),
(203, 441, 'started', 0, '2024-05-26 12:06:01', '2024-05-26 12:06:01'),
(204, 441, 'started', 0, '2024-05-26 12:06:06', '2024-05-26 12:06:06'),
(205, 441, 'started', 0, '2024-05-26 12:06:10', '2024-05-26 12:06:10'),
(206, 441, 'started', 0, '2024-05-26 12:06:11', '2024-05-26 12:06:11'),
(207, 441, 'started', 0, '2024-05-26 12:06:13', '2024-05-26 12:06:13'),
(208, 441, 'started', 0, '2024-05-26 12:07:03', '2024-05-26 12:07:03'),
(209, 441, 'started', 0, '2024-05-26 12:07:22', '2024-05-26 12:07:22'),
(210, 441, 'started', 1, '2024-05-26 12:08:44', '2024-05-26 12:08:44'),
(211, 441, 'started', 6, '2024-05-26 12:14:47', '2024-05-26 12:14:47'),
(212, 441, 'started', 0, '2024-05-26 12:15:16', '2024-05-26 12:15:16'),
(213, 441, 'started', 1, '2024-05-26 12:16:33', '2024-05-26 12:16:33'),
(214, 441, 'started', 3, '2024-05-26 12:20:07', '2024-05-26 12:20:07'),
(215, 441, 'started', 16, '2024-05-26 12:36:26', '2024-05-26 12:36:26'),
(216, 441, 'started', 1, '2024-05-26 12:37:43', '2024-05-26 12:37:43'),
(217, 441, 'started', 0, '2024-05-26 12:37:43', '2024-05-26 12:37:43'),
(218, 441, 'started', 7, '2024-05-26 12:44:48', '2024-05-26 12:44:48'),
(219, 441, 'started', 1, '2024-05-26 12:45:48', '2024-05-26 12:45:48');

-- --------------------------------------------------------

--
-- Table structure for table `settings`
--

CREATE TABLE `settings` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `key` varchar(255) DEFAULT NULL,
  `value` longtext DEFAULT NULL,
  `type` varchar(255) DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 1,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `settings`
--

INSERT INTO `settings` (`id`, `key`, `value`, `type`, `status`, `created_at`, `updated_at`) VALUES
(1, 'title_ar', 'Riviera', 'publicSettings', 1, NULL, '2024-03-27 08:37:14'),
(2, 'title_en', 'Riviera', 'publicSettings', 1, NULL, '2024-03-27 08:37:14'),
(3, 'logo', '/uploads/Settings/1711528634_1791.png', 'publicSettings', 1, NULL, '2024-03-27 08:37:14'),
(4, 'email', 'info@riviera.com', 'publicSettings', 1, NULL, '2024-03-27 08:37:14'),
(5, 'phone', '97333467117', 'publicSettings', 1, NULL, '2024-03-27 08:37:14'),
(6, 'whatsapp', '97333467117', 'publicSettings', 1, NULL, '2024-03-27 08:37:14'),
(7, 'desc', 'Riviera', 'publicSettings', 1, NULL, '2024-03-27 08:37:14'),
(8, 'keywords', 'Riviera', 'publicSettings', 1, NULL, '2024-03-27 08:37:14'),
(9, 'author', 'Riviera', 'publicSettings', 1, NULL, '2024-03-27 08:37:14'),
(10, 'main_color', '#32ba77', 'publicSettings', 1, NULL, '2024-03-27 08:37:14'),
(35, 'twitter', 'https://x.com', 'publicSettings', 1, NULL, '2024-03-27 08:37:14'),
(36, 'linkedin', 'https://linkedin.com', 'publicSettings', 1, NULL, '2024-03-27 08:37:14'),
(37, 'facebook', 'https://www.facebook.com/', 'publicSettings', 1, NULL, '2024-03-27 08:37:14'),
(38, 'instagram', 'https://www.instagram.com/', 'publicSettings', 1, NULL, '2024-03-27 08:37:14'),
(39, 'tiktok', 'https://www.tiktok.com/', 'publicSettings', 1, NULL, '2024-03-27 08:37:14'),
(41, 'snapchat', 'https://snapchat.com', 'publicSettings', 1, NULL, '2024-03-27 08:37:14'),
(42, 'ios_version', '1.1', 'publicSettings', 1, NULL, '2024-03-27 08:37:14'),
(43, 'android_version', '1', 'publicSettings', 1, NULL, '2024-03-27 08:37:14'),
(44, 'apple', 'https://apps.apple.com/us/app/', 'publicSettings', 1, NULL, '2024-03-27 08:37:14'),
(45, 'android', 'https://play.google.com/store/apps/', 'publicSettings', 1, NULL, '2024-03-27 08:37:14'),
(46, 'google_admob', '1', 'publicSettings', 1, NULL, '2024-03-27 08:37:14'),
(47, 'website', 'https://emcan-group.com/', 'publicSettings', 1, NULL, '2024-03-27 08:37:14');

-- --------------------------------------------------------

--
-- Table structure for table `sliders`
--

CREATE TABLE `sliders` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title_ar` varchar(255) DEFAULT NULL,
  `title_en` varchar(255) DEFAULT NULL,
  `desc_ar` text DEFAULT NULL,
  `desc_en` text DEFAULT NULL,
  `file` varchar(255) DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 1,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `sliders`
--

INSERT INTO `sliders` (`id`, `title_ar`, `title_en`, `desc_ar`, `desc_en`, `file`, `status`, `created_at`, `updated_at`) VALUES
(1, 'ابدأ مع ريفييرا', 'Get started with  Rivirea', 'دعنا نوصلك إلى حيث تريد الذهاب.', 'Let’s get you where you need to go.', '/uploads/Sliders/1711531716_1223.png', 1, '2024-01-27 10:16:43', '2024-03-27 09:28:36'),
(2, 'طلب ركوب الخيل مع مجرد نقرة', 'Request rides with  just a tap', 'أسهل طريقة لأخذ رحلة', 'The easiest way to take a ride', '/uploads/Sliders/1711531743_5577.png', 1, '2024-01-27 10:16:50', '2024-03-27 09:29:03');

-- --------------------------------------------------------

--
-- Table structure for table `terms`
--

CREATE TABLE `terms` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title_ar` varchar(255) DEFAULT NULL,
  `title_en` varchar(255) DEFAULT NULL,
  `desc_ar` text DEFAULT NULL,
  `desc_en` text DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 1,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `terms`
--

INSERT INTO `terms` (`id`, `title_ar`, `title_en`, `desc_ar`, `desc_en`, `status`, `created_at`, `updated_at`) VALUES
(1, 'المقدمة1', 'Introduction1', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 1, '2023-11-12 12:09:43', '2024-04-29 12:42:00'),
(2, 'معلومات التعريف الشخصية التي نجمعها', 'Personally Identifiable Information That We Collect', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 1, '2023-11-12 12:11:21', '2023-11-12 12:11:21'),
(3, 'استخدام المعلومات', 'Information Usage:', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 1, '2023-11-12 12:11:39', '2023-11-12 12:11:39'),
(4, 'ملفات تعريف الارتباط والتقنيات المشابهة', 'Cookies and Similar Technologies:', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 1, '2023-11-12 12:12:03', '2023-11-12 12:12:03'),
(5, 'الأمان:', 'Security:', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 'Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc volutpat eget nulla vel aliquam. Donec turpis felis, semper id bibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo\r\nbibendum sed, commodo sed tortor. Ut pellentesque feugiat augue, quis tristique mauris vulputate id. Donec pretium scelerisque nunc, eget condimentum neque luctus luctus. Mauris congue venenatis justo,', 1, '2023-11-12 12:12:23', '2023-11-12 12:12:23');

-- --------------------------------------------------------

--
-- Table structure for table `unliked_ride_driver`
--

CREATE TABLE `unliked_ride_driver` (
  `id` bigint(20) NOT NULL,
  `ride_id` bigint(20) UNSIGNED NOT NULL,
  `driver_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1 COLLATE=latin1_general_ci;

--
-- Dumping data for table `unliked_ride_driver`
--

INSERT INTO `unliked_ride_driver` (`id`, `ride_id`, `driver_id`, `created_at`, `updated_at`) VALUES
(1, 336, 96, '2024-05-22 14:14:38', '2024-05-22 14:14:38'),
(5, 353, 88, '2024-05-23 10:07:56', '2024-05-23 10:07:56'),
(6, 365, 87, '2024-05-23 11:50:44', '2024-05-23 11:50:44'),
(7, 371, 87, '2024-05-23 12:15:40', '2024-05-23 12:15:40'),
(8, 372, 87, '2024-05-23 12:45:53', '2024-05-23 12:45:53'),
(9, 372, 87, '2024-05-23 12:45:56', '2024-05-23 12:45:56'),
(10, 373, 87, '2024-05-23 12:51:35', '2024-05-23 12:51:35'),
(11, 382, 87, '2024-05-23 13:36:23', '2024-05-23 13:36:23'),
(12, 382, 87, '2024-05-23 13:36:32', '2024-05-23 13:36:32'),
(13, 383, 87, '2024-05-23 13:37:09', '2024-05-23 13:37:09'),
(14, 383, 87, '2024-05-23 13:37:20', '2024-05-23 13:37:20'),
(15, 385, 87, '2024-05-23 13:39:46', '2024-05-23 13:39:46'),
(16, 385, 87, '2024-05-23 13:39:50', '2024-05-23 13:39:50'),
(17, 386, 87, '2024-05-23 13:40:00', '2024-05-23 13:40:00'),
(18, 387, 87, '2024-05-23 13:41:59', '2024-05-23 13:41:59'),
(19, 387, 87, '2024-05-23 13:42:02', '2024-05-23 13:42:02'),
(20, 388, 87, '2024-05-23 13:43:33', '2024-05-23 13:43:33'),
(21, 389, 87, '2024-05-23 13:46:00', '2024-05-23 13:46:00'),
(24, 407, 87, '2024-05-26 07:33:18', '2024-05-26 07:33:18'),
(25, 437, 87, '2024-05-26 09:34:20', '2024-05-26 09:34:20'),
(26, 418, 88, '2024-05-26 10:12:03', '2024-05-26 10:12:03'),
(27, 446, 87, '2024-05-26 10:58:48', '2024-05-26 10:58:48');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `about`
--
ALTER TABLE `about`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `address`
--
ALTER TABLE `address`
  ADD PRIMARY KEY (`id`),
  ADD KEY `address_client_id_foreign` (`client_id`);

--
-- Indexes for table `admins`
--
ALTER TABLE `admins`
  ADD PRIMARY KEY (`id`),
  ADD KEY `admins_branch_id_foreign` (`branch_id`);

--
-- Indexes for table `cancellation_reasons`
--
ALTER TABLE `cancellation_reasons`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `cars`
--
ALTER TABLE `cars`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `car_types`
--
ALTER TABLE `car_types`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `clients`
--
ALTER TABLE `clients`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `client_device_tokens`
--
ALTER TABLE `client_device_tokens`
  ADD PRIMARY KEY (`id`),
  ADD KEY `client_device_tokens_client_id_foreign` (`client_id`);

--
-- Indexes for table `complaints`
--
ALTER TABLE `complaints`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `countries`
--
ALTER TABLE `countries`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `drivers`
--
ALTER TABLE `drivers`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `driver_device_tokens`
--
ALTER TABLE `driver_device_tokens`
  ADD PRIMARY KEY (`id`),
  ADD KEY `client_device_tokens_client_id_foreign` (`driver_id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `nearest_drivers_rides`
--
ALTER TABLE `nearest_drivers_rides`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `notifications`
--
ALTER TABLE `notifications`
  ADD PRIMARY KEY (`id`),
  ADD KEY `notifications_client_id_foreign` (`client_id`),
  ADD KEY `ride_id` (`ride_id`),
  ADD KEY `driver_id` (`driver_id`);

--
-- Indexes for table `payments`
--
ALTER TABLE `payments`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `personal_access_tokens_token_unique` (`token`),
  ADD KEY `personal_access_tokens_tokenable_type_tokenable_id_index` (`tokenable_type`,`tokenable_id`);

--
-- Indexes for table `privacy`
--
ALTER TABLE `privacy`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ratings`
--
ALTER TABLE `ratings`
  ADD PRIMARY KEY (`id`),
  ADD KEY `ratings_client_id_foreign` (`client_id`),
  ADD KEY `ratings_driver_id_foreign` (`driver_id`);

--
-- Indexes for table `regions`
--
ALTER TABLE `regions`
  ADD PRIMARY KEY (`id`),
  ADD KEY `regions_country_id_foreign` (`country_id`);

--
-- Indexes for table `rides`
--
ALTER TABLE `rides`
  ADD PRIMARY KEY (`id`),
  ADD KEY `rides_client_id_foreign` (`client_id`);

--
-- Indexes for table `ride_cancellations`
--
ALTER TABLE `ride_cancellations`
  ADD PRIMARY KEY (`id`),
  ADD KEY `ride_id` (`ride_id`),
  ADD KEY `reason_id` (`reason_id`);

--
-- Indexes for table `ride_statuses`
--
ALTER TABLE `ride_statuses`
  ADD PRIMARY KEY (`id`),
  ADD KEY `ride_id` (`ride_id`);

--
-- Indexes for table `settings`
--
ALTER TABLE `settings`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sliders`
--
ALTER TABLE `sliders`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `terms`
--
ALTER TABLE `terms`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `unliked_ride_driver`
--
ALTER TABLE `unliked_ride_driver`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `about`
--
ALTER TABLE `about`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `address`
--
ALTER TABLE `address`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=745;

--
-- AUTO_INCREMENT for table `admins`
--
ALTER TABLE `admins`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `cancellation_reasons`
--
ALTER TABLE `cancellation_reasons`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `cars`
--
ALTER TABLE `cars`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=27;

--
-- AUTO_INCREMENT for table `car_types`
--
ALTER TABLE `car_types`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;

--
-- AUTO_INCREMENT for table `clients`
--
ALTER TABLE `clients`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=100;

--
-- AUTO_INCREMENT for table `client_device_tokens`
--
ALTER TABLE `client_device_tokens`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=374;

--
-- AUTO_INCREMENT for table `complaints`
--
ALTER TABLE `complaints`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT for table `countries`
--
ALTER TABLE `countries`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `drivers`
--
ALTER TABLE `drivers`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=97;

--
-- AUTO_INCREMENT for table `driver_device_tokens`
--
ALTER TABLE `driver_device_tokens`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=85;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;

--
-- AUTO_INCREMENT for table `nearest_drivers_rides`
--
ALTER TABLE `nearest_drivers_rides`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=125;

--
-- AUTO_INCREMENT for table `notifications`
--
ALTER TABLE `notifications`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3269;

--
-- AUTO_INCREMENT for table `payments`
--
ALTER TABLE `payments`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=1704;

--
-- AUTO_INCREMENT for table `privacy`
--
ALTER TABLE `privacy`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `ratings`
--
ALTER TABLE `ratings`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=36;

--
-- AUTO_INCREMENT for table `regions`
--
ALTER TABLE `regions`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=27;

--
-- AUTO_INCREMENT for table `rides`
--
ALTER TABLE `rides`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=470;

--
-- AUTO_INCREMENT for table `ride_cancellations`
--
ALTER TABLE `ride_cancellations`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=150;

--
-- AUTO_INCREMENT for table `ride_statuses`
--
ALTER TABLE `ride_statuses`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=220;

--
-- AUTO_INCREMENT for table `settings`
--
ALTER TABLE `settings`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=50;

--
-- AUTO_INCREMENT for table `sliders`
--
ALTER TABLE `sliders`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `terms`
--
ALTER TABLE `terms`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `unliked_ride_driver`
--
ALTER TABLE `unliked_ride_driver`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=28;

--
-- Constraints for dumped tables
--

--
-- Constraints for table `address`
--
ALTER TABLE `address`
  ADD CONSTRAINT `address_client_id_foreign` FOREIGN KEY (`client_id`) REFERENCES `clients` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Constraints for table `admins`
--
ALTER TABLE `admins`
  ADD CONSTRAINT `admins_branch_id_foreign` FOREIGN KEY (`branch_id`) REFERENCES `branches` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Constraints for table `client_device_tokens`
--
ALTER TABLE `client_device_tokens`
  ADD CONSTRAINT `client_device_tokens_client_id_foreign` FOREIGN KEY (`client_id`) REFERENCES `clients` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Constraints for table `notifications`
--
ALTER TABLE `notifications`
  ADD CONSTRAINT `notifications_client_id_foreign` FOREIGN KEY (`client_id`) REFERENCES `clients` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `notifications_driver_id_foreign` FOREIGN KEY (`driver_id`) REFERENCES `drivers` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Constraints for table `regions`
--
ALTER TABLE `regions`
  ADD CONSTRAINT `regions_country_id_foreign` FOREIGN KEY (`country_id`) REFERENCES `countries` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Constraints for table `rides`
--
ALTER TABLE `rides`
  ADD CONSTRAINT `rides_client_id_foreign` FOREIGN KEY (`client_id`) REFERENCES `clients` (`id`) ON DELETE SET NULL ON UPDATE SET NULL;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
